const data = {
  bg: '#F9FAFF',
  title: '方案架构',
  desc: '快速搭建上层系统，让企业的价值立马体现出来',
  content: {
    top: {
      title: '决策树',
      content: ['决策节点', '机会成本', '模型重写', '随机分配', '......'],
    },
    middle: {
      title: '数据模型训练系统',
      top: {
        title: '模型训练',
        content: ['输入输出', '周期训练', '数据校验', '离散模型', '回归测试'],
      },
      middle: [
        {
          title: '分发统计',
          content: [
            {
              title: '流程统计',
              content: ['信息增益', '偏向周期', '拟合逼近', '线性组合'],
            },
            {
              title: '步骤渲染',
              content: ['UI确认', '周期渲染', '代码生成', 'UI脱离'],
            },
            {
              title: '二次加工',
              content: ['精准分享', '系统系数', '预测斜率', '时间走势'],
            },
          ],
        },
        {
          title: '索引建立',
          content: [
            {
              title: '分表分库',
              content: ['全量迁移', '数据分类', '微积分', '极限回归'],
            },
            {
              title: '反向分割',
              content: ['单调递增', '极值模拟', '负载均衡', '衰减率'],
            },
            {
              title: '纬度分析',
              content: ['数据上云', '项目调研', '数据字典', '可视化对照'],
            },
          ],
        },
      ],
      bottom: {
        title: '风控系统',
        content: ['二次拦截', '重新洗牌', '节点迁移', '数据采集', '数据清洗'],
      },
    },
    bottom: {
      title: '底层网络',
      content: ['网络校验', '网络决策', '网络模型', '网络风险', '评估校验'],
    },
  },
};

export default data;
