import p1 from '@/assets/images/product/ai/tianyan/case/c1.svg';
import p2 from '@/assets/images/product/ai/tianyan/case/c2.svg';
import p3 from '@/assets/images/product/ai/tianyan/case/c3.svg';

const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  style: 'black',
  bg: '#212121',
  content: [
    {
      name: '霸天异形',
      desc: '异形星球，异形战士',
      logo: p1,
      alt: '霸天异性',
      painPoint: [
        '摄梦人每晚都必须选择一位玩家成为梦游者，梦游者不知道自己正在梦游，且免疫夜间伤害。摄梦人在夜晚出局则梦游者一并出局，连续两晚成为梦游者也会出局。',
      ],
      solution: [
        '狼人杀是一款多人参与的、以语言描述推动的、较量口才和分析判断能力的策略游戏产品 [4]  ，游戏包含新手6场、10人娱乐场、12人进阶场，包含：白狼王、恶灵骑士、隐狼、狼美人，和魔术师、骑士、丘比特、乌鸦等多个角色。',
      ],
    },
    {
      name: '龙族',
      desc: '距地址无法，暗黑置气',
      logo: p2,
      alt: '龙族',
      painPoint: [
        '梦飞扬青年编剧、导演、演员人才扶持计划”在京举行战略发布会。该计划联合多家一线影视公司合力招募剧本、编剧、导演等行业头部资源，共筹共制精品网生影视内容。梦飞扬计划人才战略发布会的召。',
      ],
      solution: [
        '追溯孤立事件的来龙去脉，介绍外国国家，讲它们的版图与俄勒冈或蒙大拿一样大小，援引它们的政治情况，帮助读者克服拼读名称方面的困难，以及使用报纸从未用过的图表等。',
      ],
    },
    {
      name: '天脉科技',
      desc: '上午商业板块启动着姓名',
      logo: p3,
      alt: '天脉科技',
      painPoint: [
        '在信息时效性上，新闻周刊无法与提供一般性资讯的电视新闻、报纸抗衡，它的影响力来自于其信息的权威性。信息的权威性实际上是一份新闻周刊综合实力的反映，至少是其新闻的采集能力、分析加工能力以及后期制作能力的全面体现。',
      ],
      solution: [
        '互联网革命导致的传媒业整体竞争格局的变化给杂志带来了新机遇。更重要的是，随着传媒、通讯、软件、娱乐、互联网、金融资本、影视、电子工业的相互渗透、交融和影响，已经不能再孤立地就杂志而论杂志，杂志正在成为和其他类型的交流形式发生互动影响的新工具。',
      ],
    },
  ],
};
export default data;
