import p1 from '@/assets/images/product/ai/colgi/case/c1.svg';
import p2 from '@/assets/images/product/ai/colgi/case/c2.svg';
import p3 from '@/assets/images/product/ai/colgi/case/c3.svg';

const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  style: 'black',
  bg: '#212121',
  content: [
    {
      name: '死亡之翼',
      desc: '强大的黑影',
      logo: p1,
      alt: '死亡之翼',
      painPoint: [
        '扭曲虚空中的恶魔欺诈者基尔加丹诱骗老迈的影月氏族萨满耐奥祖，放弃崇尚自然元素的萨满教，成为一个运用混乱化的奥术力量的术士，而其亲信也被赋予了强大的黑暗力量，并让耐奥祖相信这种力量能带给其族人美好的未来。黑暗的力量不断在各个氏族间流传，朴素的兽人种族逐渐被权利欲望驱使而腐败。',
      ],
      solution: [
        '虽然耐奥祖促成了这一切，但是他发现在兽人之中，残忍的暴行正不断滋长，于是开始反省自我并质疑恶魔所推崇的光荣与和平。随后他惊恐地发现，由于兽人的恶行，元素和先祖之灵都拒绝再帮助兽人。于是当基尔加丹提出新的要求时，耐奥祖坚决地表现出不合作。',
      ],
    },
    {
      name: '西瓜霜killer',
      desc: '西瓜霜咀嚼爱好者',
      logo: p2,
      alt: '西瓜霜killer',
      painPoint: [
        '居住在洛丹伦大陆的富有冒险精神的人类，用舰队在北部极寒的诺森德大陆探险，并建立了城镇。巫妖王悄悄地选择深入冰原的人类试验通灵术，并逐渐有所成就，建立了有一定的规模的骷髅军团。',
      ],
      solution: [
        '大部分死亡骑士依然保留着生前的相貌，尽管皮肤苍白并有着闪耀邪恶光芒的双眼。然而，作为强大重要的天灾成员，死亡骑士死时并不会从巫妖王的奴役中解脱，他们只是会被复活成亡灵来继续他们的残忍的工作。因此少数死亡骑士是亡灵并且具有着类似僵尸和骷髅那样腐烂的皮肤和外露的骨头。',
      ],
    },
    {
      name: '恐惧魔王',
      desc: '精灵天下·猂野兽脉之王',
      logo: p3,
      alt: '霹雳布袋戏',
      painPoint: [
        '你倾诉着你的心事，幽默诙谐型的只几句话就化解了你的烦恼，让你开心地笑了；善解人意型的会耐心听你倾诉，等你发泄完毕，总忘不了温柔地告诉你，今晚好好睡一觉，别想那么多了，明天一切都会好的；忠厚老实型的显得有些迂，他们没有花言巧语，但他会时时关注你，你不理他，他竟也不。',
      ],
      solution: [
        '精灵天下·猂野兽脉之王，被尊为兽王，豪壮雄猛，性格自负而好战。久远前精幽大战时受袭击后失去踪迹，遭恨吾峰所擒，被改造为弃神类·虩，以灼世烈眼残杀精灵、镇守封印。曾与禁城一脉的天织王女琥珀相爱并定下终身，即使长期被剥夺原有意识、化身为弃神类·虩时，仍对琥珀有深深的执念和温存。',
      ],
    },
  ],
};
export default data;
