import p1 from '@/assets/images/product/ai/titi/case/c1.svg';
import p2 from '@/assets/images/product/ai/titi/case/c2.svg';
import p3 from '@/assets/images/product/ai/titi/case/c3.svg';

const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  style: 'black',
  bg: '#212121',
  content: [
    {
      name: '华山派',
      desc: '华山论剑玉女苍穹',
      logo: p1,
      alt: '华山派',
      painPoint: [
        '游戏中玩家扮演一名阴阳师，其职责就是退治妖怪，玩家角色与被收服的式神作为作战单位一同参与到战斗中。游戏中玩家初始角色为安倍晴明，其余角色需要玩家角色到达一定等级时通关指定剧情才能解锁更换，下表是玩家可解锁使用的玩家角色。',
      ],
      solution: [
        '神按照品阶分为犬神、犬鬼、游浮灵、地缚灵和饭纲，以游戏里的评级形式分为SP、SSR、SR、R、N（此评级为稀有度评级无关式神是否强大，但一般稀有度评级越高的式神培养潜力越大，SP为最稀有） [37]  。式神按战斗中的定位可以分为治疗系，控制系，单体DPS系和群体DPS系。',
      ],
    },
    {
      name: '刺客联盟',
      desc: '是一个热门的团控英雄',
      logo: p2,
      alt: '刺客联盟',
      painPoint: [
        '韦斯利一直以为自己的亲生父亲早在他出生那会儿就已经去世了，然而事态全然不若他想得那般简单，福克斯为他带来了真相：他的父亲于昨天被人谋杀，而她奉命带韦斯利回去，完成他父亲未竟的事业。福克斯身上所散发出来的致命吸引力。',
      ],
      solution: [
        '在一群技艺高超、才华横溢的导师的指点下——包括“互助会”中像谜一般高深莫测的领袖斯隆，韦斯利开始深深着迷于自身被开发出来的强大潜能，他也意识到这些危险的“同伴”背后隐藏着的是肉眼看不到的秘密，尤其是执行刺杀任务的时候，当初的高贵与纯粹也荡然无存。',
      ],
    },
    {
      name: '洪兴',
      desc: '虚构的黑社会社团，属潮州黑帮',
      logo: p3,
      alt: '洪兴',
      painPoint: [
        '洪兴前任第四任龙头，早期加入“合图”时，因勇猛及其英文名“Benny”，人称“宾尼虎”，以两位长兄成为话事人作条件转投洪兴，成为葵青区话事人，后因陈浩南与赵山河的协议而交出地盘给“毒蛇帮”，现今集中于国际间处理地下贸易生意，亦涉及毒品买卖，极少理会香港江湖，与陈浩南等人份属好友，曾一起代表香港出战“K-1世界之最”。',
      ],
      solution: [
        '洪兴原型为“新义安”，世袭社团，又叫“潮州帮”，源自1866 年在万安成立的“潮州帮”。1919年万安“潮州帮”分裂，义安帮另开山堂。义安帮于1921年用“义安工商总会”名义向香港政府华民政务司署注册，1947年注册被取消后，由有国民党背景的向前将组织改名为新安公司，故名称 “新义安”。',
      ],
    },
  ],
};
export default data;
