import a1 from '@/assets/images/product/fruits/pomegranate/apply/a1.jpg'
import a2 from '@/assets/images/product/fruits/pomegranate/apply/a2.jpg'
import a3 from '@/assets/images/product/fruits/pomegranate/apply/a3.jpg'

const data = {
  content: [
    {
      "cover": a1,
      "title": "石榴汁",
      "data": [
        "石榴是落叶灌木或小乔木，在热带是常绿树。树冠丛状自然圆头形。树根黄褐色。",
        "花两性，依子房发达与否，有钟状花和筒状花之别，前者子房发达善于受精结果，后者常凋落不实；一般1朵至数朵着生在当年新梢顶端及项端以下的叶腋间。",
        "花瓣倒卵形，与萼片同数而互生，覆瓦状排列。花有单瓣、重瓣之分。"
      ]
    },
    {
      "cover": a2,
      "title": "杨枝甘露",
      "data": [
        "秋季落叶后至翌年春季萌芽前均可栽植或换盆。地栽应选向阳、背风、略高的地方，土壤要疏松、肥沃、排水良好。盆栽选用腐叶土、园土和河沙混合的培养土，并加入适量腐熟的有机肥。",
        "栽植时要带土团，地上部分适当短截修剪，栽后浇透水，放背阴处养护，待发芽成活后移至通风、阳光充足的地方。"
      ]
    },
    {
      "cover": a3,
      "title": "石榴避风塘",
      "data": [
        "在果实生长前期的5-7月份，应进行多次灌水，保持土壤的最适湿度，并在灌后覆草或覆膜保墒，使果实匀速生长。",
        "在果实生长的后期（8-9月份雨季），要停止灌水，及时要排除多余的水，保持土壤适中的湿度，防止果实因吸收过多的水分而裂果。",
        "采取幼果套袋措施，既能防止病虫危害，又能使果袋内保持较好得湿度，使果实匀速生长，并防止雨季的雨水直接浸入果实，引起籽粒急速生长，以致胀裂果皮。",
        "及时采收已成熟的果实，防止因吸水过多而胀裂果皮。"
      ]
    }
  ]
}

export default data
