import p1 from '@/assets/images/product/ai/digital/case/c1.svg';
import p2 from '@/assets/images/product/ai/digital/case/c2.svg';
import p3 from '@/assets/images/product/ai/digital/case/c3.svg';

const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  style: 'black',
  bg: '#212121',
  content: [
    {
      name: '天罡36魔团',
      desc: '逃避做隋珠公主的驸马',
      logo: p1,
      alt: '天罡36魔团',
      painPoint: [
        '离阳王朝北椋王徐骁之子，假纨绔真龙凤，挚爱姜泥。明为锦衣玉食纨绔风流的英俊公子哥，却被世人戏谑为金玉其外败絮其中的“徐草包”，实则胸藏沟壑，聪明绝顶，拥有一颗机敏的玲珑心。徐凤年的真命红颜，昔日公主今日丫鬟。她是个胆小又坚强，可爱又倔强，爱偷懒却很有天赋，令人心疼又令人钦佩的小丫头。面容清冷，亭亭玉立，蓦然灿笑，梨涡迷人，双眸自带星光效果。',
      ],
      solution: [
        '看看后面还有谁会支持徐龙象，这个人可能就是最藏得最深之人。徐骁觉得可以把宁峨眉杀了以示众人其实也是给幕后黑手一个趁虚而入的机会。徐凤年却觉得宁峨眉不能杀，毕竟现在只有他才能稳住军心。徐骁还说出了第二个方案就是杀死次子徐龙象，徐凤年觉得父亲说的简直不是人话，徐骁并不是说要真的杀死儿子，而是将他带走远离北椋徐凤年却觉得他的意见一点也不可取直接离开了。',
      ],
    },
    {
      name: '杭州eso男团',
      desc: '革新骨干，飞扬气来，租挺适合',
      logo: p2,
      alt: '杭州eso男团',
      painPoint: [
        '终于下定决心，要当一个和父亲完全不一样的北椋王，再难也不能妥协，遂苦学武艺，凭借赤子之心和勤学苦练，成为武者，而后率丫鬟姜泥（李庚希 饰）、剑仙李淳罡等护卫，二进江湖，用悍刀闹得武林势力鸡飞狗跳，看似按老爹的套路下棋，实则踏雪独闯。',
      ],
      solution: [
        '山河入画此为神州，话说当年天下乱局，九国割据随之诸国乱战动摇神州，离阳破局而起扫灭八国成就一统之势，尤其是离阳朝的铁骑更是遗照灭六国，若不是北椋王徐骁，天下又在乱战之中，如今徐骁封王镇守边境三洲，统率三十万大军抵御外敌于风雪之间，这正是离阳第一权臣徐骁。此时一个衣衫褴褛之人正在给卖地瓜的老人讲述徐骁的事迹，他还宣称自己是北椋王的世子天下第一纨绔徐凤年，他的车夫老黄悄悄偷了几个地瓜。',
      ],
    },
    {
      name: '神奇先生',
      desc: '',
      logo: p3,
      alt: '神奇先生',
      painPoint: [
        '徐凤年已经饿了好些天了，当然是想都没想就跟了过去。只听以为士兵说只要谁发现了徐凤年重重有赏，徐凤年听领头的人说他们找的徐凤年是北椋王的嫡子，三年前他离开北椋游历天下最近收到消息说他要回去了，领头觉得面前的徐凤年和自己要抓的徐凤年年龄相仿便想测试一下他的武功，殊不知眼前的徐凤年什么都不会。',
      ],
      solution: [
        '还是被老头发现了，老人追着徐凤年让他将地瓜还给自己，两人分散跑着，老人终究追不上徐凤年，老黄和徐凤年汇合后又赶紧跑走。徐凤年骑上马准备离开，可马却不跑害的徐凤年还是被老人追上了，最终徐凤年只好将偷走的地瓜还给了老人，倒是老黄坐在河边正高兴地吃着地瓜，徐凤年刚回。',
      ],
    },
  ],
};
export default data;
