const data = {
  content: [
    {
      key: 'text',
      data: 'yy科技有限公司尊重并保护您的隐私,我们将按照<strong>本隐私</strong>权政策收集、使用您的个人/企业信息。请您务必仔细阅读理解本政策，特别与您的权益存在或可能存在重大关系的条款。使用本服务（本服务定义见《服务条款》）即视为您阅读并同意本政策，如果您不同意接受，您应立即停止使用本服务。',
    },
    {
      key: 'title-text',
      data: '一、个人身份类别：用户、客户、访客',
    },
    {
      key: 'text',
      data: '地精撕裂者的右手为一个巨大的轮状锯，这使其拥有无可匹敌的强大的木材采集能力。地精撕裂者每伐木一下即可收集10单位木材，每伐木5下即可伐倒一棵树，每收集200木材（即砍倒4棵树）返回基地向相应建筑送交一次。',
    },
    {
      key: 'text',
      data: '在我的王国内部滋生着一个巨大的威胁。这个巨大的威胁就是那一大群肮脏不堪的非人类难民们，他们让我们的大道污秽不堪，他们那杂种语言四处可闻！正因为整个王国都看到我的土地被这样垃圾侵蚀，我才没能成为最为伟大的将军。',
    },
    {
      key: 'title-text',
      data: '二、yy科技的用户如何收集数据？',
    },
    {
      key: 'text',
      data: '在当今的魔兽争霸世界大赛中，我们可以频频看到地精撕裂者的身影。其强大的木材收集能力对暗夜精灵族这样的匮乏木材的种族来说无疑是一个福音，而在人族前期速开双矿等等等众多战术中地精撕裂者也充当着举足轻重的角色。',
    },
    {
      key: 'title-text',
      data: '三、yy科技的用户收集哪些类型的个人数据？',
    },
    {
      key: 'text',
      data: '实战中地精撕裂者往往是双方选手争相购买的对象，对其合理利用可以对己方的单位人口分配、经济结构以及部队结构产生较大影响，是一个越来越不容忽视重要角色。',
    },
    {
      key: 'text',
      data: '经试验，地精撕裂者每采集200木材的所需的平均时间仅为31秒左右，大致相当于10-12个兽族苦工或人族农民的伐木速度。由于地精撕裂者拥有200的木材收集上限，使得其消耗在往返于基地与林区的时间大大减少，无形中相当于对采木效率的再度提升。一个地精撕裂者可以在短短几分钟内将一片林地夷为平地，这也使得地精撕裂者被玩家冠以“树木杀手”的称号。',
    },
    {
      key: 'title-text',
      data: '三、......',
    },
    {
      key: 'text',
      data: '......',
    },
    {
      key: 'text',
      data: '......',
    },
  ],
};
export default data;
