import c1 from '@/assets/images/case/c1.jpg';
import c2 from '@/assets/images/case/c2.jpg';
import c3 from '@/assets/images/case/c3.jpg';
import c4 from '@/assets/images/case/c4.jpg';

import a1 from '@/assets/images/product/fruits/orange/case/c5.svg';
import m1 from '@/assets/images/product/fruits/orange/case/c5.svg';

const data = {
  main: m1,
  title: '测试案例-皇家同花顺',
  icon: a1,
  desc: '国沃里克大学数学家米贾托维奇分析，四伙伴打桥牌每人摸到一整手“同花顺”的概率仅有2235197406895366368301559999分之一（分母多达28位数）！米贾托维奇称，这一罕见的概率小到形同真正的“大海捞针”。',
  content: [
    {
      key: 'title-normal',
      data: '1.灰烬之灵',
    },
    {
      key: 'text',
      data: '地精撕裂者的右手为一个巨大的轮状锯，这使其拥有无可匹敌的强大的木材采集能力。地精撕裂者每伐木一下即可收集10单位木材，每伐木5下即可伐倒一棵树，每收集200木材（即砍倒4棵树）返回基地向相应建筑送交一次。',
    },
    {
      key: 'img',
      data: c1,
    },
    {
      key: 'text',
      data: '在我的王国内部滋生着一个巨大的威胁。这个巨大的威胁就是那一大群肮脏不堪的非人类难民们，他们让我们的大道污秽不堪，他们那杂种语言四处可闻！正因为整个王国都看到我的土地被这样垃圾侵蚀，我才没能成为最为伟大的将军。',
    },
    {
      key: 'text',
      data: '然而，这一切在不久之后都会消失。因为我的巨斧已经向那些威胁到人类领土的黑暗部落砍下！我已经出发，去征服那些恐怖之物。谁，敢与我一决生死！我将让世界走上正轨，人类的正轨！',
    },
    {
      key: 'img',
      data: c2,
    },
    {
      key: 'title-normal',
      data: '2.地精收割者',
    },
    {
      key: 'text',
      data: '在当今的魔兽争霸世界大赛中，我们可以频频看到地精撕裂者的身影。其强大的木材收集能力对暗夜精灵族这样的匮乏木材的种族来说无疑是一个福音，而在人族前期速开双矿等等等众多战术中地精撕裂者也充当着举足轻重的角色。',
    },
    {
      key: 'text',
      data: '除了作木材采集之用外，由于地精撕裂者拥有较高的攻击输出、重型装甲以及600点的高生命值，关键时刻它也常常用在冲锋陷阵。',
    },
    {
      key: 'text',
      data: '实战中地精撕裂者往往是双方选手争相购买的对象，对其合理利用可以对己方的单位人口分配、经济结构以及部队结构产生较大影响，是一个越来越不容忽视重要角色。',
    },
    {
      key: 'img',
      data: c3,
    },
    {
      key: 'text',
      data: '经试验，地精撕裂者每采集200木材的所需的平均时间仅为31秒左右，大致相当于10-12个兽族苦工或人族农民的伐木速度。由于地精撕裂者拥有200的木材收集上限，使得其消耗在往返于基地与林区的时间大大减少，无形中相当于对采木效率的再度提升。一个地精撕裂者可以在短短几分钟内将一片林地夷为平地，这也使得地精撕裂者被玩家冠以“树木杀手”的称号。',
    },
    {
      key: 'img',
      data: c4,
    },
  ],
};
export default data;
