import a1 from '@/assets/images/about/company/history/2016/a1.png';
import a2 from '@/assets/images/about/company/history/2016/a2.jpg';
import a3 from '@/assets/images/about/company/history/2016/a3.jpg';
import a4 from '@/assets/images/about/company/history/2016/a4.jpg';
import a5 from '@/assets/images/about/company/history/2016/a5.jpg';
import a6 from '@/assets/images/about/company/history/2016/a6.jpg';
import a7 from '@/assets/images/about/company/history/2016/a7.jpg';

import b1 from '@/assets/images/about/company/history/2017/a1.jpg';
import b2 from '@/assets/images/about/company/history/2017/a2.jpg';
import b3 from '@/assets/images/about/company/history/2017/a3.png';
import b4 from '@/assets/images/about/company/history/2017/a4.png';
import b5 from '@/assets/images/about/company/history/2017/a5.jpg';
import b6 from '@/assets/images/about/company/history/2017/a6.png';

import c1 from '@/assets/images/about/company/history/2018/a1.png';
import c2 from '@/assets/images/about/company/history/2018/a2.jpg';
import c3 from '@/assets/images/about/company/history/2018/a3.jpg';
import c4 from '@/assets/images/about/company/history/2018/a4.png';
import c5 from '@/assets/images/about/company/history/2018/a5.jpg';
import c6 from '@/assets/images/about/company/history/2018/a6.png';
import c7 from '@/assets/images/about/company/history/2018/a7.jpg';

import d1 from '@/assets/images/about/company/history/2019/a1.png';
import d2 from '@/assets/images/about/company/history/2019/a2.png';
import d3 from '@/assets/images/about/company/history/2019/a3.jpg';
import d4 from '@/assets/images/about/company/history/2019/a4.png';
import d5 from '@/assets/images/about/company/history/2019/a5.png';
import d6 from '@/assets/images/about/company/history/2019/a6.png';
import d7 from '@/assets/images/about/company/history/2019/a7.png';

import e1 from '@/assets/images/about/company/history/2020/a1.jpg';
import e2 from '@/assets/images/about/company/history/2020/a2.jpg';
import e3 from '@/assets/images/about/company/history/2020/a3.jpg';
import e4 from '@/assets/images/about/company/history/2020/a4.jpg';
import e5 from '@/assets/images/about/company/history/2020/a5.jpg';

import f1 from '@/assets/images/about/company/history/2021/a1.png';
import f2 from '@/assets/images/about/company/history/2021/a2.jpg';
import f3 from '@/assets/images/about/company/history/2021/a3.png';
import f4 from '@/assets/images/about/company/history/2021/a4.png';
import f5 from '@/assets/images/about/company/history/2021/a5.jpg';
import f6 from '@/assets/images/about/company/history/2021/a6.png';
import f7 from '@/assets/images/about/company/history/2021/a7.png';

import g1 from '@/assets/images/about/company/history/2022/a1.jpg';
import g2 from '@/assets/images/about/company/history/2022/a2.jpg';

const data = {
  tabs: [
    {
      key: '2016',
      text: '2016',
    },
    {
      key: '2017',
      text: '2017',
    },
    {
      key: '2018',
      text: '2018',
    },
    {
      key: '2019',
      text: '2019',
    },
    {
      key: '2020',
      text: '2020',
    },
    {
      key: '2021',
      text: '2021',
    },
    {
      key: '2022',
      text: '2022',
    },
  ],
  content: [
    {
      index: 0,
      key: '2016',
      data: [
        {
          date: '2016-01-02',
          title: '公司在上海xx街道154号正式成立',
          desc: '王翠花在xx科技辞职之后，和王小锤（联合创始人）以及法里奥（联合创始人）在上海xx街道154号成立了yy科技公司，注册资金为100元，同时拉拢了附近的餐饮行业入股，形成三足鼎立局面，内靠管理，外靠技术，形成了xx行业的一股黑马，公司创立即拿到了100w的合同。',
          cover: a1,
        },
        {
          date: '2016-03-08',
          title: '入选"天道好速度快最佳企业"榜单',
          desc: '古尔丹在恶魔的授意下创建了暗影议会，将其心腹黑石氏族的酋长黑手选为部落酋长。在古尔丹的邪恶用心下，兽人喝下了恶魔之血，承受了可怕的诅咒和邪恶的力量，对德莱尼人展开了大屠杀，之后又穿过黑暗之门发起对艾泽拉斯的入侵',
          cover: a2,
        },
        {
          date: '2016-05-12',
          title: '荣获"蜘蛛侠最佳服务商"年度最佳第一名',
          desc: '在联盟成功地击败部落，并关闭黑暗之门后，此时的德拉诺大部分地区已经被邪能严重侵蚀，土地干枯死亡，草木不再生长。耐奥祖为了逃离这个即将死去的世界，带领剩余的氏族重新打开黑暗之门夺取艾泽拉斯的几件法力强大的宝物，并在德拉诺打开了多个通往扭曲虚空的传送门',
          cover: a3,
        },
        {
          date: '2016-08-22',
          title: '成功在北京开办全球第一场数机大会，荣获各大媒体好评',
          desc: '居住在洛丹伦大陆的富有冒险精神的人类，用舰队在北部极寒的诺森德大陆探险，并建立了城镇。巫妖王悄悄地选择深入冰原的人类试验通灵术，并逐渐有所成就，建立了有一定的规模的骷髅军团。这触动了几万年前就深居这里地下虫人王。',
          cover: a4,
        },
        {
          date: '2016-10-23',
          title: '获取CHI HUO 天使轮融资，市值估算超8000万',
          desc: '虽王储阿尔萨斯感到了前所未有的巨大压力，最终迫使他踏上远征诺森德大陆的旅途。在巫妖王的阴谋下他拔起了被诅咒的霜之哀伤，牺牲自己的灵魂从而战胜了当时统领天灾军子。',
          cover: a7,
        },
        {
          date: '2016-10-24',
          title:
            '荣获大鱼小虾市场排名前50，并在次月打进全球黑客复活大赛100强，夺得全场最佳MVP',
          desc: '因此组建军团向刚刚起步的巫妖王发起攻击。由于这些曾经崇拜古神的种族对耐奥祖拿手的精神控制术免疫，这场战争几乎使耐奥祖倾注了全部的实力。尽管蛛魔非常强大，但他们的尸体依然可以被耐奥祖唤起成为天灾的一员。',
          cover: a5,
        },
        {
          date: '2016-12-19',
          title: '公司第一款Saas产品发布——清水，智能推荐系统',
          desc: '耐奥祖诱骗和他有相似志向的达拉然法师克尔苏加德，在洛丹伦国度创立诅咒教派，不断收纳信徒，并散播各种瘟疫。这触动了当时洛丹伦命查清这件事。',
          cover: a6,
        },
      ],
    },
    {
      index: 1,
      key: '2017',
      data: [
        {
          date: '2017-02-02',
          title: '荣获新世纪福鑫大赛创客一等奖',
          desc: '经过长期的演变，这些动物变成了一个名叫尼鲁布[Nerubians]的种族，凶残并且阴险。他们在深深的冻土层之间构筑了一系列庞大的巢穴。这个地下王国的首都就是艾卓-尼鲁布[Azjol-Nerub]，在这里他们统治着整个诺森德。',
          cover: b1,
        },
        {
          date: '2017-04-08',
          title: '入选"xx独角兽企业"',
          desc: '在玛里苟斯[Malygos]的指引之下，一些蓝龙一直在守护着龙骨荒地，确保此地不被外界干扰，在数千年里这些蓝龙们忠于职守，直到巫妖王的到来。在萨满耐奥祖[Ner‘zhul]被基尔加丹[Kil‘jaeden]抓获并摧残之后，恶魔的领袖把这个古老的兽人变成了拥有无尽力量的黑暗生物',
          cover: b2,
        },
        {
          date: '2017-05-30',
          title: '著名的魔法之城达拉然被移至此',
          desc: '曾有条年长的蓝龙对黑龙入侵者施放一道让他们结冰的法术，泄漏在空气中的的魔法意外地增强了这个法术，致使原始森林转变为水晶。在这次灾难中唯一的生还者是巨树，被翡翠梦境的魔法保护着。目前此区域的居民有绿龙和一些晶石人——奥达尔的风暴巨人用收集来的水晶做出来的实验品。',
          cover: b3,
        },
        {
          date: '2017-06-17',
          title: 'yy科技第一年周年庆，主题：拥护变化，迎接未来',
          desc: '居住在洛丹伦大陆的富有冒险精神的人类，用舰队在北部极寒的诺森德大陆探险，并建立了城镇。巫妖王悄悄地选择深入冰原的人类试验通灵术，并逐渐有所成就，建立了有一定的规模的骷髅军团。这触动了几万年前就深居这里地下虫人王。',
          cover: b4,
        },
        {
          date: '2017-08-08',
          title: '清水系统荣获"好榜样"最佳产品',
          desc: '阿尔萨斯带着满腔的仇恨来到了这里，以完成他杀掉恐惧魔王玛尔加尼斯（Mal’Ganis）和摧毁整个亡灵天灾的使命，他甚至不顾他父亲要他收兵的命令。',
          cover: b5,
        },
        {
          date: '2017-09-28',
          title: '入围2022杭州最佳企业创新奖',
          desc: '当阿尔萨斯的部队接到国王召回命令的时候，他毁掉了泰瑞纳斯国王部队所乘坐的船只。这样，原本跟着阿尔萨斯的部队和随后国王泰瑞纳斯·米耐希尔二世派来的部队一共约5000人在匕鞘湾（Daggercap Bay，嚎风峡湾的一个地点）附近的岸边筑起了一个营地，并给它起了个名字。',
          cover: b6,
        },
      ],
    },
    {
      index: 2,
      key: '2018',
      data: [
        {
          date: '2018-01-02',
          title: '签约xx科技、联系科技、宛然好大声等头部客户',
          desc: '巫妖王阿尔萨斯住在寒冰皇冠冰川。在基尔加丹把囚禁着耐奥祖的冰霜牢笼从天际抛到冰川之上时，就形成这座叫做寒冰皇冠的巨大冰塔。当它从天而降的时候，连灰陵的熊怪们都看到了天空中闪现的耀眼光芒。',
          cover: c1,
        },
        {
          date: '2018-04-18',
          title: '入选"杭州新势力最佳创业奖"榜单',
          desc: '超过200，000的亡灵天灾：包括食尸鬼、地穴领主、冰霜巨龙、憎恶、死亡骑士、通灵师、巫妖以及其他的部队驻扎在寒冰皇冠冰川。然而，在冰川的下面有一股令人惊讶的势力，这里有着类人蜘蛛工艺制造的洞穴和隧道。在蜘蛛战争后，这些建筑原理被耐奥祖吸取并运用到了亡灵天灾的建筑结构上',
          cover: c2,
        },
        {
          date: '2018-06-30',
          title: '受邀参加国际安利好现场展览',
          desc: '在联盟成功地击败部落，并关闭黑暗之门后，此时的德拉诺大部分地区已经被邪能严重侵蚀，土地干枯死亡，草木不再生长。耐奥祖为了逃离这个即将死去的世界，带领剩余的氏族重新打开黑暗之门夺取艾泽拉斯的几件法力强大的宝物，并在德拉诺打开了多个通往扭曲虚空的传送门',
          cover: c3,
        },
        {
          date: '2018-09-21',
          title: '发布第一款智能机器人UVA',
          desc: '伊利丹利用达拉然的地点安全性和魔法屏障，来保护娜迦女巫引导法术已制造诺森德的地震，来摧毁寒冰皇冠下面的坚冰。这使得巫妖王耐澳祖的力量从冰霜牢笼不断溢出，从而失去了对洛丹伦大部分天灾的控制。结果，希尔瓦纳斯·风行者重新获得了她的躯体并发动了瘟疫之地内战。',
          cover: c4,
        },
        {
          date: '2018-10-02',
          title: '完成xx科技追投第二轮资金，完成利润扭转为正',
          desc: '虽王储阿尔萨斯感到了前所未有的巨大压力，最终迫使他踏上远征诺森德大陆的旅途。在巫妖王的阴谋下他拔起了被诅咒的霜之哀伤，牺牲自己的灵魂从而战胜了当时统领天灾军子。',
          cover: c5,
        },
        {
          date: '2018-10-11',
          title: '荣获杭州最佳企业第一名',
          desc: '因此组建军团向刚刚起步的巫妖王发起攻击。由于这些曾经崇拜古神的种族对耐奥祖拿手的精神控制术免疫，这场战争几乎使耐奥祖倾注了全部的实力。尽管蛛魔非常强大，但他们的尸体依然可以被耐奥祖唤起成为天灾的一员。',
          cover: c6,
        },
        {
          date: '2018-11-19',
          title: '入驻"好得利"水果联盟，完成征信输出',
          desc: '达拉然城曾经是肯瑞托的家园，这是个非常强大的组织，并且他们用强大的法力帮助联盟对抗部落，城中最著名的建筑物是紫罗兰城堡[VioletCitadel]。达拉然拥有人类中最强的魔法能力，然而在克尔苏加德把污染者阿克蒙德召唤到艾泽拉斯的世界后，为了炫耀他的实力，肯瑞托的成员被大量杀害。',
          cover: c7,
        },
      ],
    },
    {
      index: 3,
      key: '2019',
      data: [
        {
          date: '2019-02-28',
          title: '独立完成智能风控系统研发',
          desc: '曾经见证于海加尔圣山阿克蒙德的末日，曾经无畏于希利苏斯的安其拉虫鸣，曾经抗击于纳克萨玛斯的死亡恐怖，曾经远征于外域德拉诺的破碎虚空，经历过无数史诗级的大战，作为联盟众多军队中最高战力之名当之无愧！联盟军团内精锐中的精锐，仅以一个军团之力牵制被召回诺森德并已更加强。',
          cover: d1,
        },
        {
          date: '2019-03-18',
          title: '清水智能系统2.0版本正式发布',
          desc: '以避免愤怒之门前同时登陆的弗塔根军团遭受后方袭扰，多次挫败天灾军团的突袭及血色先锋军的劫掠暴行。愤怒之门事件后，正式接替弗塔根军团成为联盟第一主力军，联盟军团战力霸要庞大，崇拜神灵。每隔六年，冰霜巨魔要派人远航到南海的赞达拉去会见其他部族的巨魔。',
          cover: d2,
        },
        {
          date: '2019-03-31',
          title: '荣获"很企业"年度最佳第二名',
          desc: '在联盟成功地击败部落，并关闭黑暗之门后，此时的德拉诺大部分地区已经被邪能严重侵蚀，土地干枯死亡，草木不再生长。耐奥祖为了逃离这个即将死去的世界，带领剩余的氏族重新打开黑暗之门夺取艾泽拉斯的几件法力强大的宝物，并在德拉诺打开了多个通往扭曲虚空的传送门',
          cover: d3,
        },
        {
          date: '2019-08-22',
          title: '成功在北京开办全球第一场数机大会，荣获各大媒体好评',
          desc: '龙骨荒野是龙族们临死前飞来，等待死亡的地方。这是一片墓地。在魔兽争霸的历史里，巨龙之地的边境上曾建立了一个人类的殖民地。在第二次兽人战争的末期，黑暗之门开启的第十个年头，巫妖王在那里首次传播瘟疫并测试其效果。那些人类后来都变成了第一批为巫妖王效力的天灾成员。',
          cover: d4,
        },
        {
          date: '2019-11-11',
          title: '获得xxx领头的OL科技、XX基金投资，实现企业第三轮投资',
          desc: '龙管理着古老奥术能量，不让那些凡间的生物接近这些能量。冰冻着的兽人、纳迦、巨魔以及雪怪就是那些胆敢闯入玛里苟斯神圣的巢穴的生物，他们被冻得象雕像一样，向人们重现着他们冒险闯进来时到底发生的一切----就如在小说。',
          cover: d5,
        },
        {
          date: '2019-10-24',
          title:
            '荣获大鱼小虾市场排名前50，并在次月打进全球黑客复活大赛100强，夺得全场最佳MVP',
          desc: '嚎风峡湾对出海域的被遗忘者海军正在与联盟方面海军进行混战，由暴风城海军，米奈希尔海军所组成的混合海军舰队正在对陆上的维库人滩头碉堡进行火力压制并保卫着联盟的运输舰队的安全，目标在于夺取整个嚎风峡湾的制海权；西卫戎要塞方面，铁炉堡的机械炮兵师正在。',
          cover: d6,
        },
        {
          date: '2019-12-19',
          title: '公司第一款Saas产品发布——清水，智能推荐系统',
          desc: '联盟方面东部登陆据点，位于狭窄的嚎风峡湾中，由米奈希尔港海军全程负责瓦加德登陆安全事务及战略物流管理为月溪旅军团及西卫戎要塞提供补给；守夜人部队及其他分流航线登陆于此的暴风城方面军，负责压制住当地的维库人防御点-乌特加德要塞及东部的被遗忘者-复仇之手部队、天灾军团的袭扰。',
          cover: d7,
        },
      ],
    },
    {
      index: 4,
      key: '2020',
      data: [
        {
          date: '2020-01-02',
          title: '完成c轮融资，获取天狮资金联合投资',
          desc: '曾经作为库卡隆先锋的强大后援军团，部落方精锐中的精锐军团，为攻打愤怒之门的小萨鲁法尔提供安全的后方补给以及解决天灾军团盘踞于艾卓-尼鲁布的蛛魔以及纳克萨玛斯所带来的亡灵袭扰，同时也跟龙骨荒野的唐卡牦牛人建立的盟友关系以协助先锋军的战略决策，萨鲁法尔大王甚至将自己的禁卫的一股黑马，公司创立即拿到了100w的合同。',
          cover: e1,
        },
        {
          date: '2020-03-08',
          title: '入选"天道好速度快最佳企业"榜单',
          desc: '古尔丹在恶魔的授意下创建了暗影议会，将其心腹黑石氏族的酋长黑手选为部落酋长。在古尔丹的邪恶用心下，兽人喝下了恶魔之血，承受了可怕的诅咒和邪恶的力量，对德莱尼人展开了大屠杀，之后又穿过黑暗之门发起对艾泽拉斯的入侵',
          cover: e2,
        },
        {
          date: '2020-05-12',
          title: '荣获"蜘蛛侠最佳服务商"年度最佳第一名',
          desc: '在联盟成功地击败部落，并关闭黑暗之门后，此时的德拉诺大部分地区已经被邪能严重侵蚀，土地干枯死亡，草木不再生长。耐奥祖为了逃离这个即将死去的世界，带领剩余的氏族重新打开黑暗之门夺取艾泽拉斯的几件法力强大的宝物，并在德拉诺打开了多个通往扭曲虚空的传送门',
          cover: e3,
        },
        {
          date: '2020-08-22',
          title: '成功在北京开办全球第一场数机大会，荣获各大媒体好评',
          desc: '部落方面军首先攻打愤怒之门的精锐统帅，萨鲁法尔大王亲自指派了自己的儿子去担当此项任务而使加鲁什逃过一劫，作为奥格瑞玛方面的精锐军团，先锋队囊括了萨尔的嫡系霜狼部队以及精锐的库卡隆精英，多年训练的奥格瑞玛新军，可见这次行动是萨尔稳固自己决策权以及酋长地位的。',
          cover: e4,
        },
        {
          date: '2020-10-23',
          title: '获取CHI HUO 天使轮融资，市值估算超8000万',
          desc: '这群生活在风暴之巅中凛冽寒风中的冰霜矮人是艾泽拉斯矮人族群远亲，世代生活在冰雪堆砌而成的“冰霜堡”，他们整陷入长达数百年的内战中，而敌人正是他们的兄弟，钢铁矮人-雷铸军团，这些精通于使用冰霜魔法的矮人们正处于内战的下风，一次远征的途中，他们的长老发现了一名失忆的山丘矮人。',
          cover: e5,
        },
      ],
    },
    {
      index: 5,
      key: '2021',
      data: [
        {
          date: '2021-01-17',
          title: '幽暗城皇家药剂师协会',
          desc: '从事嚎风峡湾的联盟方战备调查及彻底肃清复仇空港周围威胁登陆安全的所有目标，同时也监视着乌特加德要塞内掠龙氏族维库人的动向，时刻准备发动袭击首先占领这座重要的天灾军团壁垒，以此夺取整个嚎风峡湾。在龙骨荒野地区，怨毒之地的前污染者部队正在计划彻底剿。',
          cover: f1,
        },
        {
          date: '2021-04-08',
          title: '在部落方面军登陆诺森德',
          desc: '这群由大药剂师，炼金术士，瘟疫研究者，憎恶学家组成的神秘组织，一直隶属于幽暗城中的皇家药剂师协会，致力于制造一种毁灭一切生命乃至亡灵的瘟疫武器研究，这种比较奇特的战争方式使得复仇之手的嗜血份子们不屑于这批沉迷于药剂与尸块中的被遗忘者科学家，同时希尔瓦拉斯女王也进一步的减轻了对大药剂师普特雷斯的防范。',
          cover: f2,
        },
        {
          date: '2021-06-12',
          title: '荣获"蜘蛛侠最佳服务商"年度最佳第一名',
          desc: '在联盟成功地击败部落，并关闭黑暗之门后，此时的德拉诺大部分地区已经被邪能严重侵蚀，土地干枯死亡，草木不再生长。耐奥祖为了逃离这个即将死去的世界，带领剩余的氏族重新打开黑暗之门夺取艾泽拉斯的几件法力强大的宝物，并在德拉诺打开了多个通往扭曲虚空的传送门',
          cover: f3,
        },
        {
          date: '2021-08-22',
          title: '成功在北京开办全球第一场数机大会，荣获各大媒体好评',
          desc: '并秘密的在愤怒之门-安加雷萨布置了药剂师协会的新型武器实验点，愤怒之门事件中，皇家药剂师协会对联盟，部落，天灾军团三方的毁灭性偷袭与幽暗城中的瓦里玛萨斯恶魔军团的政变同时发生，希尔瓦拉斯女王带领亲兵流亡至奥格瑞玛并在萨尔，吉安娜，瓦里安的协助下发动了幽暗城收复战，大药剂师普特雷斯及瓦里玛萨斯。',
          cover: f4,
        },
        {
          date: '2021-10-22',
          title: '获取CHI HUO 天使轮融资，市值估算超8000万',
          desc: '虽王储阿尔萨斯感到了前所未有的巨大压力，最终迫使他踏上远征诺森德大陆的旅途。在巫妖王的阴谋下他拔起了被诅咒的霜之哀伤，牺牲自己的灵魂从而战胜了当时统领天灾军子。',
          cover: f5,
        },
        {
          date: '2021-12-24',
          title:
            '荣获大鱼小虾市场排名前50，并在次月打进全球黑客复活大赛100强，夺得全场最佳MVP',
          desc: '因此组建军团向刚刚起步的巫妖王发起攻击。由于这些曾经崇拜古神的种族对耐奥祖拿手的精神控制术免疫，这场战争几乎使耐奥祖倾注了全部的实力。尽管蛛魔非常强大，但他们的尸体依然可以被耐奥祖唤起成为天灾的一员。',
          cover: f6,
        },
        {
          date: '2021-12-31',
          title: '公司第一款Saas产品发布——清水，智能推荐系统',
          desc: '希尔瓦娜斯女王最为忠心的被遗忘者军团，信仰于复仇是由鲜血与死亡组成的好战派，虽然其中混入了后来将会叛变的皇家药剂师协会成员，依然无法改变他们对黑暗女王的死誓，他们的飞艇首先在嚎风峡湾迅速占领了复仇空港作为部落方主要的东部登陆点，并收编了被阿尔萨斯所屠杀的前。',
          cover: f7,
        },
      ],
    },
    {
      index: 6,
      key: '2022',
      data: [
        {
          date: '2022-04-02',
          title: '完成第四轮融资，由无论资本领投',
          desc: '蓝龙们和黑龙们曾经在这里打过一场史诗般的战争。那些图斯卡尔（Tuskarr，魔兽3中的“海豹人”）的传说中，许多的蓝龙都在那天死在了晶歌森林。空气中弥漫着他们的魔法。一条较老的蓝龙施法想把一条黑龙冰冻住的时候，那些弥漫在空气中的能量偶然地加强了这个法术，结果使整个原本绿色的森林变得像水晶一般。',
          cover: g1,
        },
        {
          date: '2022-05-31',
          title: '入选"天道好速度快最佳企业"榜单',
          desc: '古尔丹在恶魔的授意下创建了暗影议会，将其心腹黑石氏族的酋长黑手选为部落酋长。在古尔丹的邪恶用心下，兽人喝下了恶魔之血，承受了可怕的诅咒和邪恶的力量，对德莱尼人展开了大屠杀，之后又穿过黑暗之门发起对艾泽拉斯的入侵',
          cover: g2,
        },
      ],
    },
  ],
};
export default data;
