const data = {
  secTitle: '找不到你想要的答案？看看这里吧',
  content: [
    {
      index: 0,
      title: '产品问题',
      data: [
        '如何优化SQL语句？',
        '怎么查询产品与产品之间的联系？',
        '查看各种水果的浏览量',
        '智能系统在何种领域的应用？',
        '蔬菜提供最佳时间？',
        '全量统计是否可以做到每天更新？',
      ],
    },
    {
      index: 0,
      title: '技术问题',
      data: [
        'Java怎么导入全量数据？',
        '怎么接入实时通讯SDK？',
        'iOS系统外接键盘，怎么通过蓝牙外接？',
        '如何把日志同步到测试环境，怎么删除无用日志？',
        '如何配置用户权限和管理员权限？',
        'nodejs怎么通过快照加速启动？',
      ],
    },
    {
      index: 2,
      title: '其他问题',
      data: [
        '如何反馈产品bug？',
        '新用户可以享受何种优惠？',
        '免费试用产品，怎么保留测试数据？',
        '数据隔离，环境隔离，如何保证系统的安全性？',
        '各大厂商之间的服务器对比',
      ],
    },
  ],
};

export default data;
