import p1 from '@/assets/images/product/ai/xiyu/case/c1.svg';
import p2 from '@/assets/images/product/ai/xiyu/case/c2.svg';
import p3 from '@/assets/images/product/ai/xiyu/case/c3.svg';

const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  style: 'black',
  bg: '#212121',
  content: [
    {
      name: '精舞门',
      desc: '传说葫芦山里关着蝎子精和蛇精',
      logo: p1,
      alt: '精舞门',
      painPoint: [
        '雌葫芦籽被抛向东海之滨。而神奇的是，在雄葫芦籽的庇佑下，老汉无恙地回到自家院里。老汉种下葫芦籽，藤蔓自己爬上一旁耸立的小石堆，自己长成棚架，很快结出了红、橙、黄、绿、青、蓝、紫七个葫芦。',
      ],
      solution: [
        '葫芦兄弟们化成七色峰，消灭了蛇蝎二妖，刹那间青蛇洞中地动山摇。青蛇用玉簪稳住山洞后，从侥幸逃脱的蛤蟆头领口中得知姐姐姐夫被七兄弟消灭，发誓要炼制七心丹，替姐姐姐夫报仇。已经知道七人本领的青蛇精来到了七色峰下，用宝物变成斧头和锯子，将七块山石接连砍下。大娃被青蛇精用钱通神困住。',
      ],
    },
    {
      name: '花花同学',
      desc: '人人都爱喝的水果饮料',
      logo: p2,
      alt: '花花同学',
      painPoint: [
        '平天大圣牛魔王，七大圣之老大，头上戴一顶水磨银亮熟铁盔，身上贯一副绒穿锦绣黄金甲，足下踏一双卷尖粉底麂皮靴，腰间束一条攒丝三股狮蛮带。一双眼光如明镜，两道眉艳似红霓。口若血盆，齿排铜板动。',
      ],
      solution: [
        '齐天大圣美猴王，七大圣之老幺，名孙悟空，佛门法号行者，封斗战胜佛，是唐僧的大徒弟，猪八戒、沙僧、小白龙的大师兄。会七十二变、筋斗云，法天象地。有一双火眼金睛，能看穿妖魔鬼怪的伪装；一个筋斗能翻十万八千里；使用的兵器定海神珍。',
      ],
    },
    {
      name: 'v字仇杀队',
      desc: '精灵天下·猂野兽脉之王',
      logo: p3,
      alt: 'v字仇杀队',
      painPoint: [
        '艾薇·哈蒙德(娜塔莉·波特曼饰)是生活在这个国度的一个柔弱的少女，在一次宵禁她不幸落入了政府爪牙的魔爪，就在生死危急的关头，一个头带一张微笑的面具，身披斗蓬的神秘怪人(雨果·维文饰)将她拯救了出来，临走时这个神秘怪人告诉艾薇。',
      ],
      solution: [
        '艾薇·哈蒙德还是离开了那里，在外面的所见所闻和对那里的留恋，让艾薇·哈蒙德再次回到那里，“V”赠送她一件礼物，一列装满炸药准备炸掉国会大厦的地铁。“V”去和克里蒂作交易，杀了首相，但是也身受重伤，“V”告诉艾薇·哈蒙德他爱上了她，但是最后“V”还是死在了艾薇·哈蒙德的怀里。',
      ],
    },
  ],
};
export default data;
