const data = [
  {
    text: '数字化',
    key: 'digital',
    desc: '整合数字营销+数字技术+大数据, 基于SAAS云擎平台，为企业建立以多种形态的软件矩阵为长期载体的数字资产。 数字化企业具有自己的战略特点，它们建立了一种企业模式，能够以新的方式创造出捕捉利润，建立新的、强大的客户和员工价值理念。最重要的是，数字化企业应当具有独特性。数字信号本身与模拟信号相比，确实受外部杂波的影响较小，但是它对被变换成数字信号的模拟信号本身的杂波却无法识别。因此，将模拟信号变换成数字信号所使用的模/数(A/D)变换器是无法辨别图像信号和杂波的。',
  },
  {
    text: '数机大会',
    key: 'sjdh',
    desc: '数机大会是yy科技举办的全球数字与科技峰会，一共举办过4届，今年8月份会在杭州举行，届时会邀请行业众多专家解读数字化和科技发展的道路，为我们各大企业指明方向。本次峰会以"科技创新，人类进步"为主题，获得了政务以及各大行业投资人一致好评，人数规模更是达到史前之最，参会人数高达10万人，聚焦于数据、it、电子、互联网等多个行业，欢迎广大朋友前来参加。',
  },
  {
    text: '水果联盟',
    key: 'fruit',
    desc: '在常见的水果中，猕猴桃被认为含有在丰富的维生素C、A、E，叶酸和微量元素钾、镁及食物纤维等营养成分，而热量却很低。这都使猕猴桃能为工作奏快、精神紧张的现代都市人注入生命的活力。另外，猕猴桃中所含的氨基酸，能帮助人体制造激素，减缓衰老。因为猕猴桃性寒，所以怀孕的妈妈最好少吃。有些水果中含有丰富的食物纤维，纤维是不能为小肠所消化的碳水化合物，在结肠内，纤维可提供给肠腔营养物质，这有助于促进身体的新陈代谢以及帮助抑制食欲。',
  },
  {
    text: '蔬菜',
    key: 'vegetable',
    desc: '蔬菜(vegetables)是指可以做菜、烹饪成为食品的一类植物或菌类，蔬菜是人们日常饮食中必不可少的食物之一。蔬菜可提供人体所必需的多种维生素和矿物质等营养物质。据国际物质粮农组织1990年统计，人体必需的维生素C的90%、维生素A的60%来自蔬菜。此外，蔬菜中还有多种多样的植物化学物质，是人们公认的对健康有效的成分。',
  },
  {
    text: '品牌输出',
    key: 'brand',
    desc: '企业通过提供品牌使用权、品牌塑造、品牌运营、联合开发产品、传输管理经验和人力资源等方式，联合其他企业，进入开发国外市场，从而达到降低成本、扩大市场份额、规避风险、提升核心竞争力。具体体现为为企业提供品牌市场调研、规划、产品研发、生产、包装、设计、生产、营运、供应链管理、市场推广、营销管理、品牌打造、实施，企业管理服务等整套运作体系，为客户提供更有价值的产品与服务。',
  },
  {
    text: '服务合作',
    key: 'service',
    desc: '履行方式的治理情境、主体归属和基本原理做出了开拓性研究，创新提出“治理是合作的诸多可能性构成的谱系”，主张在合作治理的场域中科学认识服务型政府和服务行政的中国方案，探索了服务型政府的创新、能力及实现，率先对引导型政府职能履行方式进行了理论确认。',
  },
  {
    text: '智能系统',
    key: 'ai',
    desc: '人类智能行为的计算机系统。智能系统不仅可自组织性与自适应性地在传统的诺依曼的计算机上运行，而且也可自组织性与自适应性地在新一代的非诺依曼结构的计算机上运行。“智能”的含义很广，其本质有待进一步探索，因而，对：“智能”这一词也难于给出一个完整确切的定义，但一般可作这样的表述。',
  },
  {
    text: '解决方案',
    key: 'solution',
    desc: '某些已经体现出的，或者可以预期的问题、不足、缺陷、需求等等，所提出的一个解决整体问题的方案（建议书、计划表），同时能够确保加以快速有效的执行。通常指解决问题的方法。对于问题的实际分析，决定了解决方案的针对性和有效性，如果解决方案本身有欠缺，那么可能在执行中导致更多的问题，达不到预期的效果。',
  },
  {
    text: '行业报告',
    key: 'report',
    desc: '商业信息、是竞争情报，具有很强的时效性，一般都是通过国家政府机构及专业市调组织的一些最新统计数据及调研数据，根据合作机构专业的研究模型和特定的分析方法，经过行业资深人士的分析和研究，做出的对当前行业、市场的研究分析和预测。',
  },
  {
    text: '产品服务',
    key: 'product',
    desc: '包括有形的物品、无形的服务、组织、观念或它们的组合。产品一般可以分为五个层次，即核心产品、基本产品、期望产品、附加产品、潜在产品。核心产品是指整体产品提供给购买者的直接利益和效用；基本产品即是核心产品的宏观化；期望产品是指顾客在购买产品。',
  },
];

export default data;
