import p1 from '@/assets/images/product/ai/enterprise/case/c1.svg';
import p2 from '@/assets/images/product/ai/enterprise/case/c2.svg';
import p3 from '@/assets/images/product/ai/enterprise/case/c3.svg';

const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  style: 'black',
  bg: '#212121',
  content: [
    {
      name: '正义联盟',
      desc: '2017年11月16日在中国内地部分影院提前点映',
      logo: p1,
      alt: '正义联盟',
      painPoint: [
        '同样成长的还有神奇女侠，她不仅自身走出过往伤痛经历，走上台前像超人那样为人类所知，不仅担起保护地球的重担，也让人类对未来更有信心。《蝙蝠侠大战超人：正义黎明》中战死的超人也毫无悬念地复活。重生的超人也有戏剧化的表现，无论是他对敌我的认知、还是战力的表现。',
      ],
      solution: [
        '该片的故事比较制式化，不外乎单打独斗的英雄一个个觉醒团结力量大，再合理分工合力战胜强敌。但在这框架下，《正义联盟》有花心思在角色塑造上。譬如本·阿弗莱克扮演的蝙蝠侠，已经行侠仗义20年的他进入中年，该片中他给观众呈现的是老骥伏枥般的深沉和悲壮，团队中唯一没有超能力的他依然参与打斗。',
      ],
    },
    {
      name: '聚义堂',
      desc: '梁山108将',
      logo: p2,
      alt: '聚义堂',
      painPoint: [
        'EarthShaker，回目为“忠义堂石碣受天文，梁山泊英雄惊恶梦”。此外，其他回目也有少量字眼与多数版本都不一样，如“浪里白跳”均变为“浪里白条”，“黑旋风探穴救柴进”变为“黑旋风下井救柴进”，“赵员外重修文殊院”变为“赵员外重建文殊院”，“瓦罐寺”变为“瓦官寺”等，一般认为是金圣叹所改。',
      ],
      solution: [
        '凡此种种，可见在《水浒传》成书以前，水浒故事在流传中内容细节上颇有异同。这或者同在不同地区流传也有关系。施耐庵正是把这些在不同地区流传的故事，汇集起来，经过选择、加工、再创作，才写成《水浒传》。《水浒传》的故事最初起源于北宋宣和年间，从南宋开始就成为了民间口头文学的主要题材。流传下来的根据说书人编成的话本中就有“青面兽”“花和尚”“武行者”等。',
      ],
    },
    {
      name: '拉达曼迪斯',
      desc: '冥界三巨头之一',
      logo: p3,
      alt: '拉达曼迪斯',
      painPoint: [
        '108名冥斗士中最强的冥界三巨头之一，天猛星的翼龙，冥界三大判官之一，整个冥界军的领导者之一。他独有的战法就是一击定胜负，以压倒性且迅猛的力量不让对手有任何反击的机会。',
      ],
      solution: [
        '在撒加等被哈迪斯复活的圣斗士们去圣域刺杀雅典娜时因为不信任他们，而派了缪、聂普尼奥、莱米、古加多、丘布、米尔斯、欧克斯等冥斗士暗中跟在他们后面，一方面是为了监视他们，另一方面是如果他们失败就取代他们完成任务。虽然进攻黄道十二宫的冥斗士军团全灭，但是撒加等人假装背叛雅典娜、向雅典娜传达圣衣的秘密和刺杀哈迪斯是真正证明了拉达曼迪斯的判断是正确的。随后拉达曼迪斯又被潘多拉制裁，但是他并没有”低头认错“，而是坚持自己的看法，认为事情远没有这么简单。',
      ],
    },
  ],
};
export default data;
