import p1 from '@/assets/images/product/ai/algorithm/case/c1.svg';
import p2 from '@/assets/images/product/ai/algorithm/case/c2.svg';
import p3 from '@/assets/images/product/ai/algorithm/case/c3.svg';

const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  style: 'black',
  bg: '#212121',
  content: [
    {
      name: '沃尔特·怀特',
      desc: '杰西试图洗心革面，去镇上找新工作',
      logo: p1,
      alt: '沃尔特',
      painPoint: [
        '他是个高中化学老师，如果没有人心叵测，他年轻时本可飞黄腾达。他是个肺癌患者，尽管他从不吸烟。他是个视家如命的良夫慈父，最后，他的妻子拿着刀让他滚，他的儿子希望他快点去死。他是个杀人犯，他对威胁的容忍度为零。他是毒师海森堡，他制造的冰毒呈蓝色，纯度为99.1%。',
      ],
      solution: [
        '他是个瘾君子，他的父母不记得有这么个儿子，他曾对一个孤儿说：“希望你余生幸福”。他是个毒贩子，他有两三个酒肉朋友，他把曾经的老师拉入行，老师把制毒秘籍传给他。他挣钱，然后扔掉。他命犯天煞孤星，他爱的人都因他而死。',
      ],
    },
    {
      name: 'Gray Matter',
      desc: '单枪匹马血拼斧头双煞，身中数弹死里逃生',
      logo: p2,
      alt: 'Gray Matter',
      painPoint: [
        '他不希望接受化疗而成为一个弱不经风的药罐子，比起这样，他更希望活得有尊严，虽然短暂，但也光荣。第二天早上，沃尔特告知斯凯乐自己改变了主意，并愿意接受治疗。沃尔特接到了艾略特老婆的电话，她试图说服沃尔特接受这份工作，但是沃尔特仍然拒绝。沃尔特找到杰西重操旧业。。',
      ],
      solution: [
        'Bager认为纯度并不要紧，两人因为此时打了起来。杰西开着房车离开了Bager。沃尔特儿子试图购买啤酒，这一举动被认为事他对于沃尔特争端结果的发泄。沃尔特家人发现沃尔特拒绝了艾略特的邀请之后，便决定要干预一下。斯凯乐邀请自己的妹妹和妹夫一起商讨，斯凯乐坦言自己不能顾承受沃尔特即将离去的事实，她一定要说服沃尔特接受治疗。',
      ],
    },
    {
      name: '绝命毒师',
      desc: '故事发生在新墨西哥州',
      logo: p3,
      alt: '绝命毒师',
      painPoint: [
        '纠结之下他们就将药贩软禁在了杰西家的地下室。沃尔特的老婆去医院产检，发现怀上的是一个女孩儿，心里十分开心。沃尔特的老婆斯凯乐好奇沃尔特不在家的行动，她便回拨了沃尔特手机上的最近联系电话，无意间听到了杰西给沃尔特的留言，留言中提到了毒品。她十分担心沃尔特。',
      ],
      solution: [
        '沃尔特答应了药贩的请求，正在沃尔特给药贩展示安他非命的制作过程中， 他估计加入了错误的化学药物设法造出毒气困住了药贩。药贩晕倒，沃尔特和杰西驾着房车离开，但是房车突然间抛锚。此时突然间警车出现，沃尔特拿出枪准备战斗，但只是虚惊一场。沃尔特将房车开回城里，并将药贩的尸体藏在了杰西的家里。',
      ],
    },
  ],
};
export default data;
