import p1 from '@/assets/images/product/ai/speech/case/c1.svg';
import p2 from '@/assets/images/product/ai/speech/case/c2.svg';
import p3 from '@/assets/images/product/ai/speech/case/c3.svg';

const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  style: 'black',
  bg: '#212121',
  content: [
    {
      name: '水果忍者集团',
      desc: '助力12届水果忍者大师赛高光项目',
      logo: p1,
      alt: '水果忍者集团',
      painPoint: [
        '虽然套袋会增加人工和材料成本，但由于套袋可提高果实外观品质，减少病虫害，减少农药残留污染，商品性高，可提高经济效益20-30%。因此套袋已成为生产无公害、绿色水果的重要措施。④适时采用对口药剂防治，用功夫或劲彪1500-2000倍液、美除1000倍液进行喷药防治。',
      ],
      solution: [
        '施足有机肥，合理搭配氮、磷、钾比例，提高中华猕猴桃抗病虫害能力，促进果树健壮生长。②萌芽前喷3-5波美度石硫合剂1-2次，谢花后用安泰生（70%丙森锌）600-800倍液、10%世高1500倍液、30%爱苗3000-4000倍液等药液喷雾，每隔7-15天喷1次，连续喷2次，效果较好。',
      ],
    },
    {
      name: '燃烧军团',
      desc: '燃烧军团远征项目',
      logo: p2,
      alt: '燃烧军团',
      painPoint: [
        '桑白盾蚧是为害猕猴桃的重要害虫，其主要为害枝、干、梢和果实，使树势逐渐衰弱，严重时整株死亡，影响果品产量和质量。',
        '是枝干重要病害，造成树体衰弱，减产或死树，有非侵染性和真菌侵染性两种。春夏季在当年新梢上以皮孔为中心，发生大小不等的某些突起的病斑，以后流出无色半透明的软树胶；在其他枝干的伤口处或1-2年生的芽痕附近，也会流出半透明的树胶，以后树胶变成茶褐色的结晶体，吸水后膨胀，呈胨状胶体，严重时树皮开裂，枝干枯死，树体衰弱。',
      ],
      solution: [
        '采取生物防治措施，保护和利用蚜小蜂，剪除病虫枝置于水泥地暴晒，使蚜小蜂等天敌飞出。②适时采用对口药剂防治，若虫孵化期可用25%阿克泰7500倍液、速扑杀700-1000倍液施药防治。',
      ],
    },
    {
      name: '地狱火俱乐部',
      desc: '欧米伽变种人组织',
      logo: p3,
      alt: '地狱火俱乐部',
      painPoint: [
        '适宜在丘陵、山地种植，架式以大棚架或“T”形架为宜，株行距3米×（4-5）米，按（5-8）∶1的比例配置雄性品种磨山4号。花量大，花期需加强疏蕾。冬季修剪宜采用“多芽少枝”修剪技术。花期遇阴雨天气时，注意加强花腐病的预防和治疗。',
      ],
      solution: [
        '以大棚架或“T”形棚架为宜，单主干上架，株行距2.5-3米×3-3.5米，按（5-8）:1的比例配置授粉树。加强肥水管理，采果后至封冻前施基肥，盛果期果园，结合秋耕，667平方米施腐熟自制生物有机肥1-2吨，生长关键期注重追肥，高温干旱时及时灌溉和覆盖，雨季及时排涝。',
      ],
    },
  ],
};
export default data;
