import a1 from '@/assets/images/service/resource/news/a1.png';
import a2 from '@/assets/images/service/resource/news/a2.png';
import a3 from '@/assets/images/service/resource/news/a3.png';

const data = {
  content: [
    {
      index: 0,
      key: '',
      cover: a1,
      title: '《企业快速搭建数据中台》白皮书全球发布',
      desc: '数据中台具备异构数据统一计算、存储的能力，同时让分散杂乱的数据通过规范化的方式管理起来。数据中台借鉴了传统数仓面向主题域的数据组织方式，基于维度建模理论，构建统一的数据公共层和应用层。数据中台依赖于大数据平台完成数据研发全流程，同时增加了数据治理和数据服务化以及数据资产内容。',
      tag: ['数据中台', '白皮书', '大数据', '企业转型'],
    },
    {
      index: 1,
      key: '',
      cover: a2,
      title: '全量统计——实战训练第一讲（视频）',
      desc: '响应于海量数据表的统计需求，通过海量数据表相应的查询专用语言建立海量数据计算模型；海量数据计算模型将查询专用语言映射为海量数据表的字段，并对海量数据表的字段进行离线统计和实时统计，分别得到离线统计数据和实时统计数据；将离线统计数据和实时统计数据进行汇总，得到海量数据全量统计结果。',
      tag: ['增量统计', '视频课程', 'SQL优化'],
    },
    {
      index: 2,
      key: '',
      cover: a3,
      title: '数机大会——yy科技，共享时代的科技盛宴',
      desc: '2022年10月11日，第20届数机大会成功在北京召开，大会邀请了国内的大部分服务厂商，其中yy科技受邀参加第一日主会场栏目分享，来自yy科技的王小锤女士，给我们带来了一场豪华的数据盛宴，分享了行业级的解决方案，助力各大行业的随机打劫圣诞节案例啊收到了受到了巨大的成功。',
      tag: ['数机大会', '科技创新', '技术分享', '行业经验'],
    },
  ],
};
export default data;
