import c1 from '@/assets/images/activity/people/a1.png';
import m1 from '@/assets/images/activity/hot/a1.png';

const data = {
  main: m1,
  title: '直播课程——全量统计（三）',
  activity: {
    date: '2022-02-28 18:00:00',
    location: '线上直播',
    join: 8,
    deadline: '2022-02-28 19:00:00',
    fee: '免费',
    status: 'finish',
    statusText: '已结束',
    target: '_blank',
    href: 'http://www.baidu.com',
  },

  desc: '手把手叫你如何搭建数据库全量统计，实战训练第一讲：快速上手webpack，插件化和矢量化，网站排名监控、传播数据分析、网站访问数量统计分析、访问人群分析、咨询统计分析、网页浏览深度统计分析、热门关键字访问统计分析。',
  content: [
    {
      key: 'title-normal',
      data: '直播时间',
    },
    {
      key: 'text',
      data: '2022-02-28(周一) 18:00:00 ~ 19:00:00',
    },
    {
      key: 'title-normal',
      data: '课程亮点',
    },
    {
      key: 'list',
      data: [
        '线上直播，全程互动，老师一对一解答',
        '前言技术，实时更新',
        '课后随机抽奖，赠送一套价值￥99的全量统计课程',
      ],
    },
    {
      key: 'title-normal',
      data: '课程安排',
    },
    {
      key: 'list',
      data: [
        '数据库入门操作，简单增删查改，帮助同学快速入门',
        '精细SQL，全量统计第一步，如何优化SQL语句',
        '数据去重，排查脏数据，数据准确性评估',
        '统计方法，使用高效的meta统计方法去统计数据',
      ],
    },
    {
      key: 'title-normal',
      data: '本课讲师',
    },
    {
      key: 'text',
      data: '数据库专家——<strong>王翠花</strong>',
    },
    {
      key: 'text',
      data: '<strong>王翠花</strong>是数据库行业顶级专家，曾任职于xx科技、xx公司等多个大厂，用着丰富的数据库经验，曾获得xx学院教授终生奖、数据大联盟杰出贡献奖，主导过国内多起重要的项目，代领过上千人团队，参与过跨国合作，获得一致好评。',
    },
    {
      key: 'img',
      data: c1,
    },
    {
      key: 'text',
      data: '在我的王国内部滋生着一个巨大的威胁。这个巨大的威胁就是那一大群肮脏不堪的非人类难民们，他们让我们的大道污秽不堪，他们那杂种语言四处可闻！正因为整个王国都看到我的土地被这样垃圾侵蚀，我才没能成为最为伟大的将军。',
    },
    {
      key: 'text',
      data: '然而，这一切在不久之后都会消失。因为我的巨斧已经向那些威胁到人类领土的黑暗部落砍下！我已经出发，去征服那些恐怖之物。谁，敢与我一决生死！我将让世界走上正轨，人类的正轨！',
    },
    {
      key: 'text',
      data: '在当今的魔兽争霸世界大赛中，我们可以频频看到地精撕裂者的身影。其强大的木材收集能力对暗夜精灵族这样的匮乏木材的种族来说无疑是一个福音，而在人族前期速开双矿等等等众多战术中地精撕裂者也充当着举足轻重的角色。',
    },
    {
      key: 'text',
      data: '除了作木材采集之用外，由于地精撕裂者拥有较高的攻击输出、重型装甲以及600点的高生命值，关键时刻它也常常用在冲锋陷阵。',
    },
    {
      key: 'text',
      data: '实战中地精撕裂者往往是双方选手争相购买的对象，对其合理利用可以对己方的单位人口分配、经济结构以及部队结构产生较大影响，是一个越来越不容忽视重要角色。',
    },
    {
      key: 'text',
      data: '经试验，地精撕裂者每采集200木材的所需的平均时间仅为31秒左右，大致相当于10-12个兽族苦工或人族农民的伐木速度。由于地精撕裂者拥有200的木材收集上限，使得其消耗在往返于基地与林区的时间大大减少，无形中相当于对采木效率的再度提升。一个地精撕裂者可以在短短几分钟内将一片林地夷为平地，这也使得地精撕裂者被玩家冠以“树木杀手”的称号。',
    },
  ],
};
export default data;
