import p1 from '@/assets/images/product/ai/qingshui/case/c1.svg';
import p2 from '@/assets/images/product/ai/qingshui/case/c2.svg';
import p3 from '@/assets/images/product/ai/qingshui/case/c3.svg';

const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  style: 'black',
  bg: '#212121',
  content: [
    {
      name: '黑魔法师部落',
      desc: '',
      logo: p1,
      alt: '黑魔法师部落',
      painPoint: [
        '我国自然科学基金委地学部也于2002年3月提出了21世纪初的地球科学战略重点，拟定了“以地球系统各圈层的相互作用为主线，从我国具有优势的前沿领域寻找主攻目标”的“十五”优先资助领域战略。',
      ],
      solution: [
        '创新生态系统是由多种不同主体相互交织形成的开放的、多维的、共同演进的复杂网络结构。其中的每一个生态系统都是一个开放的、与社会有着全方位资源交换而且不断做内部调整的动态系统，因而具有自身所在系统未有的特性和功能。',
      ],
    },
    {
      name: '忍刀七人众',
      desc: '是一个热门的团控英雄',
      logo: p2,
      alt: '忍刀七人众',
      painPoint: [
        '立体成像系统与普通的数码相机系统根本的区别在于普通的数码相机形成的是二维平面图象，而立体成像系统技术形成是真实的三维立体图象画面有很强的纵深感和立体感，拍摄出的相片摆脱了传统平面二维照片的束缚。',
      ],
      solution: [
        '模拟是一种活动，经由研究与事实系统相同或相似之因果关系之模型后，人们可以得到系统活动之结论。模拟使用电脑程式模仿系统中因果对应事件与活动之间之关系。使用模拟之际，用于评估系统功能所累计之统计量，再作为模拟后会忏生一个评估报告。',
      ],
    },
    {
      name: '金色传说',
      desc: '精灵天下·猂野兽脉之王',
      logo: p3,
      alt: '金色传说',
      painPoint: [
        '原子时系统－1967年第13届国际计量委员会大会决定：“秒是相当于铯原子133在两个基态的超精细结构的能级跃迁辐射的电磁振荡多周所经历的时间。”这样定义的时间系统称为原子时系统，英文简称AT。',
      ],
      solution: [
        '根据原子时秒的定义，任何原子钟在确定起始历元后，都可以提供原子时。由各实验室用足够精确的铯原子钟导出的原子时称为地方原子时。全世界大约有20多个国家的不同实验室分别建立了各自独立的地方原子时。',
      ],
    },
  ],
};
export default data;
