import p1 from '@/assets/images/product/dataserver/online-develop/case/c1.svg';
const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  content: {
    name: '魔法少女团',
    desc: '分子运动分析大会',
    logo: p1,
    alt: '魔法少女团',
    painPoint: [
      '定期放掉它脸颊上的电力也是很重要的。皮卡丘独有的能力是在紧张时通过它脸上的电气袋释放电气。这个电能可用各种方式操纵，常被用在对战中，不过有时它也被皮卡丘用来烤树果。皮卡丘由于把电能储存在体内。',
      '人皮卡丘和它的家族，皮丘和雷丘，是可以习得伏特攻击的宝可梦。在某些稀少的情况下，皮卡丘还可以学习控制水，在冲浪板的帮助下用冲浪。皮卡丘有它的专属道具电气球，这个道具可以提升皮卡丘的攻击和特攻概念。',
    ],
    solution: [
      '超极巨化后的皮卡丘使出的电属性招式会变为“超极巨万雷轰顶”。“超极巨万雷轰顶”不仅能造成伤害，还有着能让对方全员陷入麻痹状态的追加效果',
      '是日本任天堂公司发行的掌机游戏系列《宝可梦》中登场宝可梦的一种，首次出现于第一。',
      '脸颊两边有着小小的电力袋。遇到危险时就会放电。会将尾巴竖起来，去感觉周围是否安。',
      '电能力得到了飞跃性的强化，能够制造出甚至不输于发电厂规模的电力。可是超极巨化的样子只能维持很短的时间，所以很难让这些。',
    ],
  },
};
export default data;
