const articleList = [
  {
    id: 16,
    title: '《绣春刀》2014年8月7日于中国内地上映',
    date: '2022-05-30',
    author: 'yy科技',
    type: 'brand',
    tag: ['水果联盟', '行业报告', '品牌输出'],
    cover: '/assets/images/news/16/cover.png',
    href: '/about/news/16.html',
    summary:
      '《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司、北京合力映画影视文化传媒有限公司联合出品的浪漫武侠电影，由路阳执导，张震、刘诗诗、王千源、李东学、聂远、金士杰、李洪涛 等主演。',
    description:
      '《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司。',
    keywords: '绣春刀,SEO策略,keywords,搜索引擎优化',
  },
  {
    id: 15,
    title: '云顶之弈：12.5版本更新详解，图奇大砍，多枚冷门C位大增强',
    date: '2022-02-01',
    type: 'activity',
    author: '云顶之弈联盟',
    isHot: true,
    tag: ['智能系统', '服务合作', '解决方案'],
    cover: '/assets/images/news/15/cover.png',
    href: '/about/news/15.html',
    summary:
      '1费棋子中火男极大增强，3星伤害增加，VIP火男可能会回归，魔腾改动不大3星控制削弱，技能伤害增强，但赌3星魔腾的阵容非常高。皇子小砍，技能释放效率下降但携带蓝buff还是能开局释放技能。老鼠这版本属于极大削弱，伤害能力大幅度下降。',
    description:
      '1费棋子中火男极大增强，3星伤害增加，VIP火男可能会回归，魔腾改动不大3星控制削弱，技能伤害增强，但赌3星魔腾的阵容非常高。皇子小砍，技能释放效率下降但携带蓝buff还是能开局释放技能。老鼠这版本属于极大削弱，伤害能力大幅度下降。',
    keywords: '云顶之奕,SEO策略,keywords,搜索引擎优化',
  },
  {
    id: 14,
    title: '阿尔卡再战第4次高考',
    date: '2022-02-22',
    author: 'xxl新闻',
    type: 'brand',
    isHot: true,
    tag: ['品牌输出', '服务合作'],
    cover: '/assets/images/news/14/cover.png',
    href: '/about/news/14.html',
    summary: '近日，外国友人阿尔卡发表重要言论，他将参加2022届全国高考。',
    description: '近日，外国友人阿尔卡发表重要言论，他将参加2022届全国高考。',
    keywords: '阿尔法,品牌输出,高考,搜索引擎优化',
  },
  {
    id: 13,
    title: '正午阳光为何走“偏”了？',
    date: '2022-03-15',
    author: '今日时尚',
    type: 'brand',
    tag: ['数机大会', '水果联盟'],
    cover: '/assets/images/news/13/cover.png',
    href: '/about/news/13.html',
    summary:
      '刚播出不久的《相逢时节》，砸了“正午出品，必属精品”的招牌。该剧由雷佳音、袁泉、张艺兴、贾乃亮等主演，简川訸执导（《都挺好》《欢乐颂》）。',
    description:
      '刚播出不久的《相逢时节》，砸了“正午出品，必属精品”的招牌。该剧由雷佳音、袁泉、张艺兴、贾乃亮等主演，简川訸执导（《都挺好》《欢乐颂》）。',
    keywords: '相逢时节,大数据,keywords,电视剧',
  },
  {
    id: 12,
    title: '绝地求生：4AM真正的下限！Godv“嘴硬”有理有据，PeRo学不会',
    date: '2022-04-07',
    type: 'brand',
    author: 'yy科技',
    tag: ['水果联盟', '行业报告', '品牌输出'],
    href: '/about/news/12.html',
    summary:
      '随着4AM战队在季后赛迎来爆发，在搅乱了夺冠局势以及洲际赛晋级形式的同时，粉丝跟观众们最疑惑的事情无非两点，一点就是为什么在常规赛无比挣扎的4AM为何能在强度更高的季后赛打出截然相反的表现。',
    description:
      '随着4AM战队在季后赛迎来爆发，在搅乱了夺冠局势以及洲际赛晋级形式的同时，粉丝跟观众们最疑惑的事情无非两点，一点就是为什么在常规赛无比挣扎的4AM为何能在强度更高的季后赛打出截然相反的表现。',
    keywords: '绝地求生,SEO策略,keywords,搜索引擎优化',
  },
  {
    id: 11,
    title:
      '杨角风谈西游系列文章：西游记隐藏剧情：神秘消失的菩提祖师，原来是灵山权力斗争失败者！',
    date: '2021-12-11',
    type: 'brand',
    author: '活力劲报',
    tag: ['行业报告'],
    href: '/about/news/11.html',
    summary:
      '所谓的大闹天宫根本就不是电影或电视剧中所表现的那样精彩。孙悟空也不过是掀翻了几张桌子，推倒了一个炉子，砸了几个酒壶，跑到凌霄宝殿前撒了一顿泼而已。',
    description:
      '所谓的大闹天宫根本就不是电影或电视剧中所表现的那样精彩。孙悟空也不过是掀翻了几张桌子，推倒了一个炉子，砸了几个酒壶，跑到凌霄宝殿前撒了一顿泼而已。',
    keywords: '西游记,智能化,孙悟空,搜索引擎优化',
  },
  {
    id: 10,
    title: '王者荣耀：S27赛季前瞻，7位英雄调整，只有吕布韩信被削弱',
    date: '2021-12-01',
    type: 'activity',
    author: 'DR中情局',
    tag: ['行业报告', '品牌输出'],
    href: '/about/news/10.html',
    summary:
      '王者荣耀正式服马上就要进入到S27赛季了，各位小伙伴们是否期待呢？从抢先服的更新情况来看，进入S27赛季后，7位英雄会被平衡性调整，这里面，哪些英雄被加强？哪些英雄被降温？',
    description:
      '王者荣耀正式服马上就要进入到S27赛季了，各位小伙伴们是否期待呢？从抢先服的更新情况来看，进入S27赛季后，7位英雄会被平衡性调整，这里面，哪些英雄被加强？哪些英雄被降温？',
    keywords: '王者荣耀,游戏,策略,排位赛',
  },
  {
    id: 9,
    title: '三体问题的多种解决方案',
    date: '2021-11-12',
    author: '产业联盟号',
    type: 'product',
    tag: ['解决方案', '产品服务'],
    href: '/about/news/9.html',
    cover: '/assets/images/news/9/cover.jpg',
    summary:
      '1687年，艾萨克·牛顿发表了他的《原理》，其中包含了运动和引力方程，它将我们看似飘忽不定的宇宙变成了一个可预测的机器。鉴于太阳系天体的当前位置和速度，牛顿方程原则上可用于计算它们的过去和未来。',
    description:
      '1687年，艾萨克·牛顿发表了他的《原理》，其中包含了运动和引力方程，它将我们看似飘忽不定的宇宙变成了一个可预测的机器。鉴于太阳系天体的当前位置和速度，牛顿方程原则上可用于计算它们的过去和未来。',
    keywords: '解决方案,solution,三体,牛顿',
  },
  {
    id: 8,
    title: '数码评测：怎么看待折叠屏的时代？',
    date: '2021-10-30',
    author: 'xx财经网',
    type: 'brand',
    tag: ['产品服务', '品牌输出'],
    href: '/about/news/8.html',
    cover: '/assets/images/news/8/cover.png',
    summary:
      '4月11日晚，随着vivo X Fold发布，国产一线的手机厂商，都加入了折叠屏大战。有研究机构预测，2022年将是折叠屏手机放量增长的一个时间节点，详解折叠屏手机的玄学和用户需求，别被数码评测给带偏了。',
    description:
      '4月11日晚，随着vivo X Fold发布，国产一线的手机厂商，都加入了折叠屏大战。有研究机构预测，2022年将是折叠屏手机放量增长的一个时间节点，详解折叠屏手机的玄学和用户需求，别被数码评测给带偏了。',
    keywords: '手机,产品,product,折叠屏',
  },
  {
    id: 7,
    title: '俄罗斯代表：除非联合国不复存在！',
    date: '2021-11-30',
    author: '北湾在线',
    type: 'brand',
    tag: ['数字化', '服务合作', '智能系统'],
    href: '/about/news/7.html',
    summary:
      '据塔斯社11日报道，俄罗斯常驻联合国第一副代表德米特里·波利扬斯基在接受俄《消息报》采访时表示，没有人能够实现将俄罗斯排除在联合国安理会之外的方案，而且这种做法在理论上来说也是不可能的。',
    description:
      '据塔斯社11日报道，俄罗斯常驻联合国第一副代表德米特里·波利扬斯基在接受俄《消息报》采访时表示，没有人能够实现将俄罗斯排除在联合国安理会之外的方案，而且这种做法在理论上来说也是不可能的。',
    keywords: '欧盟,俄罗斯,战争,搜索引擎优化',
  },
  {
    id: 6,
    title: '中国小剧场四十年，他们的名字和故事值得记住',
    date: '2021-08-30',
    author: '卡卡之家',
    type: 'brand',
    tag: [],
    href: '/about/news/6.html',
    cover: '/assets/images/news/6/cover.jpg',
    summary:
      '从1982年到2022年，中国小剧场戏剧走过了四十年的历程，也代表着中国当代戏剧四十年的发展历史。在这坎坷与探索相伴、寂寞与辉煌同生的四十年时光中，有无数的亲历者、见证者，也有极为重要的开拓者、推动者，在中国戏剧的长廊中留下不可磨灭的足迹，和一段段值得记录的故事，值得人们记住。',
    description:
      '从1982年到2022年，中国小剧场戏剧走过了四十年的历程，也代表着中国当代戏剧四十年的发展历史。在这坎坷与探索相伴、寂寞与辉煌同生的四十年时光中，有无数的亲历者、见证者，也有极为重要的开拓者、推动者，在中国戏剧的长廊中留下不可磨灭的足迹，和一段段值得记录的故事，值得人们记住。',
    keywords: '林兆华,小剧场,时代变化,传递',
  },
  {
    id: 5,
    title: '芯片生产设备延迟交付，台积电和三星提高警惕',
    date: '2021-08-12',
    author: 'yy科技',
    type: 'brand',
    href: '/about/news/5.html',
    summary:
      'IT之家 4 月 11 日消息，据日经亚洲 4 月 10 日报道，ASML、应用材料公司、KLA 和 Lam Research 等半导体设备制造商最近通知其客户，他们可能需要等待长达 18 个月才能获得一些关键的半导体生产设备。',
    description:
      'IT之家 4 月 11 日消息，据日经亚洲 4 月 10 日报道，ASML、应用材料公司、KLA 和 Lam Research 等半导体设备制造商最近通知其客户，他们可能需要等待长达 18 个月才能获得一些关键的半导体生产设备。',
    keywords: 'it,芯片,科技,搜索引擎优化',
  },
  {
    id: 4,
    title: '山河月明：朱标嘴里稳赚不赔的买卖，没想到却赔了个底朝',
    date: '2021-05-20',
    type: 'product',
    author: 'yy科技',
    href: '/about/news/4.html',
    summary:
      '山河日月的开播，解决了正剧的剧荒，终于有一个可以正经看剧的时间了，这次虽然是证据，但也算是另辟蹊径，用了一个争议非常大的人物来做主角，他就是朱棣。',
    description:
      '山河日月的开播，解决了正剧的剧荒，终于有一个可以正经看剧的时间了，这次虽然是证据，但也算是另辟蹊径，用了一个争议非常大的人物来做主角，他就是朱棣。',
    keywords: '电视剧,山河月明,朱标,朱棣',
  },
  {
    id: 3,
    title: '亿元级融资超80起！起底四大最吸金人工智能赛道「附完整数据」',
    date: '2022-05-30',
    author: '智能之家',
    type: 'brand',
    tag: ['数字化', '数机大会'],
    href: '/about/news/3.html',
    summary:
      '智东西4月11日消息，2022年第一季度刚刚过去，据我们统计，2022年1-3月，国内AI企业融资已经超250起，态势火爆。其中，单笔超过1亿元人民币的融资共有83起，约占全部融资的近三分之一。而根据企查查数据，2021年一季度，获亿元级的融资创企数量仅为48家。',
    description:
      '智东西4月11日消息，2022年第一季度刚刚过去，据我们统计，2022年1-3月，国内AI企业融资已经超250起，态势火爆。其中，单笔超过1亿元人民币的融资共有83起，约占全部融资的近三分之一。而根据企查查数据，2021年一季度，获亿元级的融资创企数量仅为48家。',
    keywords: '数机大会,智能化,数字化,融资',
  },
  {
    id: 2,
    title: '追故事的天才捕手',
    date: '2021-06-23',
    author: '澎湃号',
    type: 'brand',
    tag: ['品牌输出'],
    href: '/about/news/2.html',
    summary:
      '天才捕手计划，内容机构魔宙于2017年开始筹备的非虚构内容平台。这一年10月，集结了当时中国最顶尖的非虚构作者，存续了仅仅半年的ONE实验室团队宣布解散。但市场对非虚构内容的热情不减，在影视等后端行业对现实题材和犯罪等垂直类型展现出强烈渴求的情况下，非虚构被视为未来IP的重要源头之一。',
    description:
      '天才捕手计划，内容机构魔宙于2017年开始筹备的非虚构内容平台。这一年10月，集结了当时中国最顶尖的非虚构作者，存续了仅仅半年的ONE实验室团队宣布解散。但市场对非虚构内容的热情不减，在影视等后端行业对现实题材和犯罪等垂直类型展现出强烈渴求的情况下，非虚构被视为未来IP的重要源头之一。',
    keywords: '天才,品牌,文章内容,计划',
  },
  {
    id: 1,
    title: '甜苏好文合集，《被宠成米虫的夫人》狂发狗粮，看完被治愈',
    date: '2021-05-11',
    type: 'case',
    author: 'yy科技',
    tag: [],
    href: '/about/news/1.html',
    cover: '/assets/images/news/1/cover.jpg',
    summary:
      '内容简介：她做了个梦，然后怀孕了？学生，要以学业为重，孩子不能要，谁知没有一家医院敢收她！四年后，意外救了个白嫩团子，白嫩团子要报恩，“你跟我爹地，这样你就什么都有了。”',
    description:
      '内容简介：她做了个梦，然后怀孕了？学生，要以学业为重，孩子不能要，谁知没有一家医院敢收她！四年后，意外救了个白嫩团子，白嫩团子要报恩，“你跟我爹地，这样你就什么都有了。”',
    keywords: '小说,甜文,keywords,搜索引擎优化',
  },
];

// export default articleList
// 这里不要使用es6 风格导出，避免在nodejs环境，require导入文件时报错，
// 或者使用.json文件导入导出，反正都是一些json数据。
module.exports = articleList;
