// import a1 from '@/assets/images/index/news/1.png'
// import a2 from '@/assets/images/index/news/2.png'
// import a3 from '@/assets/images/index/news/3.png'
// import a4 from '@/assets/images/index/news/4.png'

const articleList = [
  {
    "id": 16,
    "title": "《绣春刀》2014年8月7日于中国内地上映",
    "date": "2022-05-30",
    "author": "yy科技",
    "type": 'brand',
    "tag": [
      {
        text: '水果联盟',
        key: 'fruit',
      },
      {
        text: '行业报告',
        key: 'report',
      },
      {
        text: '品牌输出',
        key: 'brand',
      },
    ],
    "cover": '/assets/images/index/news/1.png',
    "href": '/about/news/12.html',
    "summary": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司、北京合力映画影视文化传媒有限公司联合出品的浪漫武侠电影，由路阳执导，张震、刘诗诗、王千源、李东学、聂远、金士杰、李洪涛 等主演。",
    "description": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司。",
    "keywords": "绣春刀,SEO策略,keywords,搜索引擎优化"
  },
  {
    "id": 15,
    "title": "云顶之弈：12.5版本更新详解，图奇大砍，多枚冷门C位大增强",
    "date": "2022-02-01",
    "type": 'activity',
    "author": "云顶之弈联盟",
    "tag": [
      {
        text: '智能系统',
        key: 'ai',
      },
      {
        text: '服务合作',
        key: 'service',
      },
      {
        text: '解决方案',
        key: 'solution',
      },
    ],
    "cover": '/assets/images/index/news/2.png',
    "summary": "1费棋子中火男极大增强，3星伤害增加，VIP火男可能会回归，魔腾改动不大3星控制削弱，技能伤害增强，但赌3星魔腾的阵容非常高。皇子小砍，技能释放效率下降但携带蓝buff还是能开局释放技能。老鼠这版本属于极大削弱，伤害能力大幅度下降。",
    "description": "1费棋子中火男极大增强，3星伤害增加，VIP火男可能会回归，魔腾改动不大3星控制削弱，技能伤害增强，但赌3星魔腾的阵容非常高。皇子小砍，技能释放效率下降但携带蓝buff还是能开局释放技能。老鼠这版本属于极大削弱，伤害能力大幅度下降。",
    "keywords": "云顶之奕,SEO策略,keywords,搜索引擎优化"
  },
  {
    "id": 14,
    "title": "阿尔卡再战第4次高考",
    "date": "2022-02-22",
    "author": "xxl新闻",
    "type": 'brand',
    "tag": [
      {
        text: '品牌输出',
        key: 'brand',
      },
      {
        text: '服务合作',
        key: 'service',
      },
    ],
    "cover": '/assets/images/index/news/3.png',
    "summary": "近日，外国友人阿尔卡发表重要言论，他将参加2022届全国高考。",
    "description": "近日，外国友人阿尔卡发表重要言论，他将参加2022届全国高考。",
    "keywords": "阿尔法,品牌输出,高考,搜索引擎优化"
  },
  {
    "id": 13,
    "title": "正午阳光为何走“偏”了？",
    "date": "2022-03-15",
    "author": "今日时尚",
    "type": 'brand',
    "tag": [
      {
        text: '数机大会',
        key: 'sjdh',
      },
      {
        text: '水果联盟',
        key: 'fruit',
      },
    ],
    "cover": '/assets/images/index/news/4.png',
    "summary": "刚播出不久的《相逢时节》，砸了“正午出品，必属精品”的招牌。该剧由雷佳音、袁泉、张艺兴、贾乃亮等主演，简川訸执导（《都挺好》《欢乐颂》）。",
    "description": "刚播出不久的《相逢时节》，砸了“正午出品，必属精品”的招牌。该剧由雷佳音、袁泉、张艺兴、贾乃亮等主演，简川訸执导（《都挺好》《欢乐颂》）。",
    "keywords": "相逢时节,大数据,keywords,电视剧"
  },
  {
    "id": 12,
    "title": "绝地求生：4AM真正的下限！Godv“嘴硬”有理有据，PeRo学不会",
    "date": "2022-04-07",
    "type": 'brand',
    "author": "yy科技",
    "tag": [
      {
        text: '水果联盟',
        key: 'fruit',
      },
      {
        text: '行业报告',
        key: 'report',
      },
      {
        text: '品牌输出',
        key: 'brand',
      },
    ],
    "summary": "随着4AM战队在季后赛迎来爆发，在搅乱了夺冠局势以及洲际赛晋级形式的同时，粉丝跟观众们最疑惑的事情无非两点，一点就是为什么在常规赛无比挣扎的4AM为何能在强度更高的季后赛打出截然相反的表现。",
    "description": "随着4AM战队在季后赛迎来爆发，在搅乱了夺冠局势以及洲际赛晋级形式的同时，粉丝跟观众们最疑惑的事情无非两点，一点就是为什么在常规赛无比挣扎的4AM为何能在强度更高的季后赛打出截然相反的表现。",
    "keywords": "绝地求生,SEO策略,keywords,搜索引擎优化"
  },
  {
    "id": 11,
    "title": "《绣春刀》2014年8月7日于中国内地上映",
    "date": "2022-05-30",
    "type": 'brand',
    "author": "yy科技",
    "tag": [
      {
        text: '水果联盟',
        key: 'fruit',
      },
      {
        text: '行业报告',
        key: 'report',
      },
      {
        text: '品牌输出',
        key: 'brand',
      },
    ],
    "summary": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司、北京合力映画影视文化传媒有限公司联合出品的浪漫武侠电影，由路阳执导，张震、刘诗诗、王千源、李东学、聂远、金士杰、李洪涛 等主演。",
    "description": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司。",
    "keywords": "绣春刀,SEO策略,keywords,搜索引擎优化"
  },
  {
    "id": 10,
    "title": "《绣春刀》2014年8月7日于中国内地上映",
    "date": "2022-05-30",
    "type": 'brand',
    "author": "yy科技",
    "tag": [
      {
        text: '水果联盟',
        key: 'fruit',
      },
      {
        text: '行业报告',
        key: 'report',
      },
      {
        text: '品牌输出',
        key: 'brand',
      },
    ],
    "summary": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司、北京合力映画影视文化传媒有限公司联合出品的浪漫武侠电影，由路阳执导，张震、刘诗诗、王千源、李东学、聂远、金士杰、李洪涛 等主演。",
    "description": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司。",
    "keywords": "绣春刀,SEO策略,keywords,搜索引擎优化"
  },
  {
    "id": 9,
    "title": "《绣春刀》2014年8月7日于中国内地上映",
    "date": "2022-05-30",
    "author": "yy科技",
    "type": 'brand',
    "tag": [
      {
        text: '水果联盟',
        key: 'fruit',
      },
      {
        text: '行业报告',
        key: 'report',
      },
      {
        text: '品牌输出',
        key: 'brand',
      },
    ],
    "summary": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司、北京合力映画影视文化传媒有限公司联合出品的浪漫武侠电影，由路阳执导，张震、刘诗诗、王千源、李东学、聂远、金士杰、李洪涛 等主演。",
    "description": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司。",
    "keywords": "绣春刀,SEO策略,keywords,搜索引擎优化"
  },
  {
    "id": 8,
    "title": "《绣春刀》2014年8月7日于中国内地上映",
    "date": "2022-05-30",
    "author": "yy科技",
    "type": 'brand',
    "tag": [
      {
        text: '水果联盟',
        key: 'fruit',
      },
      {
        text: '行业报告',
        key: 'report',
      },
      {
        text: '品牌输出',
        key: 'brand',
      },
    ],
    "summary": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司、北京合力映画影视文化传媒有限公司联合出品的浪漫武侠电影，由路阳执导，张震、刘诗诗、王千源、李东学、聂远、金士杰、李洪涛 等主演。",
    "description": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司。",
    "keywords": "绣春刀,SEO策略,keywords,搜索引擎优化"
  },
  {
    "id": 7,
    "title": "《绣春刀》2014年8月7日于中国内地上映",
    "date": "2022-05-30",
    "author": "yy科技",
    "type": 'brand',
    "tag": [
      {
        text: '水果联盟',
        key: 'fruit',
      },
      {
        text: '行业报告',
        key: 'report',
      },
      {
        text: '品牌输出',
        key: 'brand',
      },
    ],
    "summary": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司、北京合力映画影视文化传媒有限公司联合出品的浪漫武侠电影，由路阳执导，张震、刘诗诗、王千源、李东学、聂远、金士杰、李洪涛 等主演。",
    "description": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司。",
    "keywords": "绣春刀,SEO策略,keywords,搜索引擎优化"
  },
  {
    "id": 6,
    "title": "《绣春刀》2014年8月7日于中国内地上映",
    "date": "2022-05-30",
    "author": "yy科技",
    "type": 'brand',
    "tag": [
    ],
    "summary": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司、北京合力映画影视文化传媒有限公司联合出品的浪漫武侠电影，由路阳执导，张震、刘诗诗、王千源、李东学、聂远、金士杰、李洪涛 等主演。",
    "description": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司。",
    "keywords": "绣春刀,SEO策略,keywords,搜索引擎优化"
  },
  {
    "id": 5,
    "title": "《绣春刀》2014年8月7日于中国内地上映",
    "date": "2022-05-30",
    "author": "yy科技",
    "type": 'brand',
    "summary": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司、北京合力映画影视文化传媒有限公司联合出品的浪漫武侠电影，由路阳执导，张震、刘诗诗、王千源、李东学、聂远、金士杰、李洪涛 等主演。",
    "description": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司。",
    "keywords": "绣春刀,SEO策略,keywords,搜索引擎优化"
  },
  {
    "id": 4,
    "title": "《绣春刀》2014年8月7日于中国内地上映",
    "date": "2022-05-30",
    "type": 'brand',
    "author": "yy科技",
    "summary": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司、北京合力映画影视文化传媒有限公司联合出品的浪漫武侠电影，由路阳执导，张震、刘诗诗、王千源、李东学、聂远、金士杰、李洪涛 等主演。",
    "description": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司。",
    "keywords": "绣春刀,SEO策略,keywords,搜索引擎优化"
  },
  {
    "id": 3,
    "title": "《绣春刀》2014年8月7日于中国内地上映",
    "date": "2022-05-30",
    "author": "yy科技",
    "type": 'brand',
    "tag": [
      {
        text: '水果联盟',
        key: 'fruit',
      },
    ],
    "summary": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司、北京合力映画影视文化传媒有限公司联合出品的浪漫武侠电影，由路阳执导，张震、刘诗诗、王千源、李东学、聂远、金士杰、李洪涛 等主演。",
    "description": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司。",
    "keywords": "绣春刀,SEO策略,keywords,搜索引擎优化"
  },
  {
    "id": 2,
    "title": "《绣春刀》2014年8月7日于中国内地上映",
    "date": "2022-05-30",
    "author": "yy科技",
    "type": 'brand',
    "tag": [
      {
        text: '品牌输出',
        key: 'brand',
      },
    ],
    "summary": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司、北京合力映画影视文化传媒有限公司联合出品的浪漫武侠电影，由路阳执导，张震、刘诗诗、王千源、李东学、聂远、金士杰、李洪涛 等主演。",
    "description": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司。",
    "keywords": "绣春刀,SEO策略,keywords,搜索引擎优化"
  },
  {
    "id": 1,
    "title": "《绣春刀》2014年8月7日于中国内地上映",
    "date": "2022-05-30",
    "type": 'brand',
    "author": "yy科技",
    "tag": [

    ],
    "summary": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司、北京合力映画影视文化传媒有限公司联合出品的浪漫武侠电影，由路阳执导，张震、刘诗诗、王千源、李东学、聂远、金士杰、李洪涛 等主演。",
    "description": "《绣春刀》是中国电影股份有限公司、中央新影集团、北京大楚长歌影视文化有限公司。",
    "keywords": "绣春刀,SEO策略,keywords,搜索引擎优化"
  },
]

// export default articleList
// 这里不要使用es6 风格导出，避免在nodejs环境，require导入文件时报错，
// 或者使用.json文件导入导出，反正都是一些json数据。
module.exports = articleList
