import p1 from '@/assets/images/product/dataserver/cluster/case/c1.svg';
const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  content: {
    name: '八哥优选',
    desc: '八哥优选最权威的项目之一',
    logo: p1,
    alt: '八哥优选',
    painPoint: [
      '绵掌本为内家功夫，流传于河北、河南等地。其特点是外柔内刚，以爆发劲为主。手法以掌为主，运转舒展，动作连绵不断，掌法运行成环。',
      '劲力内蓄刚劲，外现绵柔，爆发迅猛。武侠小说家将之发展为“化骨绵掌”，是一种极为难练的阴毒功夫，被化骨绵掌击中的人开始浑如不觉，但两个时辰后掌力发作，全身骨骼会其软如绵，处处寸断，脏腑破裂，惨不堪言，再无救治。',
    ],
    solution: [
      '色谱法可满足各种条件下对映体拆分和测定的要求，能够快速对手性样品进行定性、定量分析和制备拆分。目前，高效液相色谱、气相色谱、超临界流体色谱。',
      '在手性固定相材料中，手性选择剂和手性分子间形成非对映异构体络合物，但由于不同对映体分子间存在空间结构的差异，直接影响两者的结合和络合物的稳定性。',
      '根据这些差异有望实现对手性底物的拆分。以环糊精衍生物、多糖衍生物和蛋白质等为手性选择剂的手性固定相材料备受研究者的关注，它们对许多手性药物对映体表现出良好的分离性能，已有许多填充手性固定相的色谱柱实现商品化，广泛应用在制药工业、化学品和食品等行业中。',
    ],
  },
};
export default data;
