import p1 from '@/assets/images/product/dataserver/offline-algorithm/case/c1.svg';
const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  content: {
    name: '爱接力协会',
    desc: '分子运动分析大会',
    logo: p1,
    alt: '爱接力协会',
    painPoint: [
      '在偏振光发现之后，人们很快认识到某些物质能使偏振光的偏振面发生偏转，产生旋光现象。1848年法国巴黎师范大学年轻的化学家Pastenr细心研究了酒石酸钠铵的晶体及水溶液的旋光现象，从而得出物质的旋光性与分子内部结构有关，提出了对映异构体的概念。',
      '人们在研究对映异构体时，由左旋和右旋两种对映异构体的分子中，原子在空间的排列是不重合的实物和镜象关系，这与左手和右手互为不能重合的实物和镜象关系类似，从而引入了手性及手性分子的概念。',
    ],
    solution: [
      '色谱法可满足各种条件下对映体拆分和测定的要求，能够快速对手性样品进行定性、定量分析和制备拆分。目前，高效液相色谱、气相色谱、超临界流体色谱。',
      '在手性固定相材料中，手性选择剂和手性分子间形成非对映异构体络合物，但由于不同对映体分子间存在空间结构的差异，直接影响两者的结合和络合物的稳定性。',
      '根据这些差异有望实现对手性底物的拆分。以环糊精衍生物、多糖衍生物和蛋白质等为手性选择剂的手性固定相材料备受研究者的关注，它们对许多手性药物对映体表现出良好的分离性能，已有许多填充手性固定相的色谱柱实现商品化，广泛应用在制药工业、化学品和食品等行业中。',
    ],
  },
};
export default data;
