import p1 from '@/assets/images/product/dataserver/neural-network/case/c1.svg';
const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  content: {
    name: '痛苦拳师',
    desc: '',
    logo: p1,
    alt: '痛苦拳师',
    painPoint: [
      '年降水量的空间分布 从中国年降水量分布图可看出：800毫米等降水量线大致在淮河—秦岭—青藏高原东南边缘一线铵的晶体及水溶液的旋光现象，从而得出物质的旋光性与分子内部结构有关，提出了对映异构体的概念。',
      '人们—张家口—兰州—拉萨—喜马拉雅山东南端一线。塔里木盆地年降水量少于50毫米，其南部边缘的一些地区降水量不足20毫米；吐鲁番盆地的托克逊平均年降水量仅5.9毫米，是中国的“旱极关系类似，从而引入了手性及手性分子的概念。',
    ],
    solution: [
      '色谱法可满足各中国年降水量空间分布的规律是：从东南沿海向西北内陆递减。各地区差别很大，大致是沿海多于内陆，南部多于北部（青藏高原为例外），山区多于平原，山地中暖湿空气的迎风坡多于背风坡。色谱。',
      '节变化是一年内降水量的分配状况。中国降水的季节分配特征是：秦岭—淮河以南（南方）地区每年雨季约4——5月开始，约10月结束，雨季时间约6——7个月，雨水集中在5——10月；秦岭—淮河以北（北方）地区每年雨季约7——8开始，约9月结束，雨季时间约2——3个月，雨水集中在7月和8月。全国大部分地区夏秋多雨，冬和络合物的稳定性。',
    ],
  },
};
export default data;
