import p1 from '@/assets/images/product/ai/puti/case/c1.svg';
import p2 from '@/assets/images/product/ai/puti/case/c2.svg';
import p3 from '@/assets/images/product/ai/puti/case/c3.svg';

const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  style: 'black',
  bg: '#212121',
  content: [
    {
      name: '天地会',
      desc: '黑白通吃，左右逢源',
      logo: p1,
      alt: '天地会',
      painPoint: [
        '关于天地会创立的时间，有几种不同的说法，尚无定论。其成员，最初多为农民或由破产农民转化而成的小手工业者、小商贩 、水陆交通沿线的运输工人及其他没有固定职业的江湖流浪者。以后成分日益复杂，但仍以下层穷苦人民为主。',
      ],
      solution: [
        '天地会初创时原系下层劳动者互助性秘密团体，后因屡遭清廷镇压，反满色彩日浓。乾隆年间以“顺天行道 ”，“剃除贪官”及“争天夺国”为口号。嘉庆以后，复提出“兴明绝清”及“反清复明”等口号。清末又增加了反满内容。',
      ],
    },
    {
      name: '玉米后援团',
      desc: '专杀僵尸，一大一个准',
      logo: p2,
      alt: '玉米后援团',
      painPoint: [
        '其中太平天国时期，天地会的活动甚为活跃，其首领洪大全(焦亮)﹑罗大纲等都曾率领会众参加太平军，在两广地区天地会建立的大成国﹑升平天国﹑延陵国等短期政权，也配合了太平天国的斗争。辛亥革命时期，天地会及其分支积极参加和支持革命党人领导的武装起义。海外的洪门组织，不仅在经费上对革命党人给予大力支持，而且派人直接回国参加革命。',
      ],
      solution: [
        '清廷严禁秘密结社的活动，在清律中有明文规定。但天地会反对满汉地主阶级封建统治的活动从未停止。天地会在清代曾多次发动武装斗争，重要的有乾隆五十一年台湾林爽文起义，六十年台湾陈周全起义，嘉善起义。',
      ],
    },
    {
      name: '暗夜精灵',
      desc: '精灵天下·猂野兽脉之王',
      logo: p3,
      alt: '暗夜精灵',
      painPoint: [
        '隐居的暗夜精灵是魔兽争霸的世界中诞生最早的种族。他们从诞生初始到现在，这些神秘而不朽的生命最先学会使用魔法，并在人类和兽人的第一次战争之前的一万年就以开始用魔法改造世界了。由于暗夜精灵肆意的使用魔法最终导致燃烧军团来到了世界上。',
      ],
      solution: [
        '从那以后，暗夜精灵为了不再引来可怕的燃烧军团只能不再使用魔法。他们彻底与世隔绝藏在圣山Hyjal上数千年。作为一个种族，暗夜精灵是典型的可敬与公正，在使用大自然的力量包括那些黑暗系的技能使用方面，他们拥有远远超过其他种族的造诣，但是他们非常不信任其它那些看起来弱小的种族。由于他们生来具有隐身的能力并使用神秘的魔法。',
      ],
    },
  ],
};
export default data;
