import p1 from '@/assets/images/product/fruits/peach/case/a1.svg'
const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  content: {
    "name": "水果忍者集团",
    "desc": "助力12届水果忍者大师赛高光项目",
    "logo": p1,
    "alt": "水果忍者集团",
    "painPoint": [
      "硬核前幼果染病，果面上发生褐绿色水渍状病斑，以后病斑扩大凹陷，并产生粉红色粘质的孢子团，幼果上的病斑顺果面增大并达到果梗，其后深入果枝，使新梢上的叶片纵几向上卷，这是本病特征之一。",
      "是枝干重要病害，造成树体衰弱，减产或死树，有非侵染性和真菌侵染性两种。春夏季在当年新梢上以皮孔为中心，发生大小不等的某些突起的病斑，以后流出无色半透明的软树胶；在其他枝干的伤口处或1-2年生的芽痕附近，也会流出半透明的树胶，以后树胶变成茶褐色的结晶体，吸水后膨胀，呈胨状胶体，严重时树皮开裂，枝干枯死，树体衰弱。"
    ],
    "solution": [
      "桃文化中一直关照着生命的意识。桃是远古人类童年时期，生命的载体、一种精神的转移，这主要表现在孕育生命、庇佑生命、延续生命三个方面。",
      "在中国传统文化中，桃是一个多义的象征体系。在人们的文化观念中，桃蕴含着图腾崇拜、生殖崇拜的原始信仰，有着生育、吉祥、长寿的民俗象征意义。这些象征意义以各种不同的形式潜存于民族心理之中并通过民俗活动得以引申、发展、整合、变异。",
      "桃文化在现代生活中的社会传承、嬗变及发展趋势。由于桃文化本身文化因子的长久沉淀，在现代社会转型期，新的文化模式尚未形成的不稳定时期，主体性功能在社会转型期仍占主导性地位。当然在现代化的冲击下，桃文化因社会内应力和外应力的作用又会不断变迁，桃文化部分功能也有会相应的变化。桃文化在现代生活中神秘色彩淡化逐渐向世俗化方向发展。"
    ]
  }

}
export default data

