import p1 from '@/assets/images/product/dataserver/offline-develop/case/c1.svg';
const data = {
  pointTitle: '背景说明',
  pointTitle2: '价值说明',
  content: {
    name: '主马龙',
    desc: '主马龙教主协会',
    logo: p1,
    alt: '主马龙',
    painPoint: [
      '截至2020年底，河北省已发现矿产130种，其中有查明资源储量的矿产104种，无查明资源储量的矿产26种。列入《2020年河北省矿产资源储量表》（以下简称《储量表》）的矿产73种，未列入《储量表》的矿产31种。列入《储量表》矿产地1530处，按矿产大类划分：能源矿产167处、金属矿产891处念。',
      '2018年，全省秸秆可收集量5842万吨，资源化利用5656万吨，利用96.8%。按年能源化5.1%的水平，全省每年可以得到298万吨以上的生物质燃料。按照获得的热量计算子的概念。',
    ],
    solution: [
      '河北省风能资源丰富，主要分布在张家口、承德坝上地区、秦皇岛、唐山、沧州沿海地区以及太行山、燕山山区。截止2019年底河北省已累计实现风电装机1760万千瓦，居全国第三位。',
      '河北省地热资源比较丰富，分布广泛，且埋藏较浅，为对流型、传导型、多种成因迭加复合型等。根据区域地质构造及地形地貌，全省地热资源可划分为冀北山地区、冀西山地区、冀西北山间盆地、河北平原区四大热水区。如果将已探明的深层地热资源和浅层地热能加在一起，换算成标准煤之后的总量1751.28亿吨。',
    ],
  },
};
export default data;
